Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: Select a Directory
de: Ein Verzeichnis auswählen
fr: Sélectionner un répertoire
it: Seleziona una Directory

source: Select a File
de: Eine Datei auswählen
fr: Sélectionner un fichier
it: Seleziona un File

source: Select Disk to Remove
de: Zu entfernende Festplatte auswählen
fr: Sélectionner le disque à supprimer
it: Seleziona Disco da Rimuovere

source: Add New Disk
de: Neue Festplatte hinzufügen
fr: Ajouter un nouveau disque
it: Aggiungi Nuovo Disco

source: Add New Storage Pool
de: Neuen Speicherpool hinzufügen
fr: Ajouter un nouveau pool de stockage
it: Aggiungi Nuovo Pool Storage

source: Target Path (for volumes)
de: Zielpfad (für Volumes)
fr: Chemin cible (pour les volumes)
it: Percorso Destinazione (per volumi)

source: Target Path (on this host)
de: Zielpfad (auf diesem Host)
fr: Chemin cible (sur cet hôte)
it: Percorso Destinazione (su questo host)

source: Source Hostname
de: Quell-Hostname
fr: Nom d'hôte source
it: Hostname Sorgente

source: Source Path (on remote host)
de: Quellpfad (auf Remote-Host)
fr: Chemin source (sur l'hôte distant)
it: Percorso Sorgente (su host remoto)

source: Create New Storage Volume
de: Neues Speichervolume erstellen
fr: Créer un nouveau volume de stockage
it: Crea Nuovo Volume Storage

source: Device Type:
de: Gerätetyp:
fr: Type de périphérique :
it: Tipo Dispositivo:

source: Bus Type:
de: Bustyp:
fr: Type de bus :
it: Tipo Bus:

source: Cache Mode:
de: Cache-Modus:
fr: Mode cache :
it: Modalità Cache:

source: Discard Mode:
de: Verwerfen-Modus:
fr: Mode discard :
it: Modalità Discard:

source: VM must be stopped to edit disk settings.
de: VM muss gestoppt sein, um Festplatteneinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres du disque.
it: La VM deve essere ferma per modificare le impostazioni del disco.

source: Destination Pool:
de: Ziel-Pool:
fr: Pool de destination :
it: Pool Destinazione:

source: New Volume Name:
de: Neuer Volumename:
fr: Nom du nouveau volume :
it: Nome Nuovo Volume:

source: Attach Existing Disk as Volume
de: Vorhandene Festplatte als Volume anhängen
fr: Attacher un disque existant comme volume
it: Collega Disco Esistente come Volume

source: Boot Order
de: Boot-Reihenfolge
fr: Ordre de démarrage
it: Ordine di Avvio

source: Available Devices
de: Verfügbare Geräte
fr: Périphériques disponibles
it: Dispositivi Disponibili

source: Listen Type:
de: Hörtyp:
fr: Type d'écoute :
it: Tipo Ascolto:

source: Address:
de: Adresse:
fr: Adresse :
it: Indirizzo:

source: TPM Model:
de: TPM Modell:
fr: Modèle TPM :
it: Modello TPM:

source: TPM Type:
de: TPM Typ:
fr: Type TPM :
it: Tipo TPM:

source: Device Path (for passthrough):
de: Gerätepfad (für Passthrough):
fr: Chemin du périphérique (pour passthrough) :
it: Percorso Dispositivo (per passthrough):

source: Backend Type (for passthrough):
de: Backend-Typ (für Passthrough):
fr: Type de backend (pour passthrough) :
it: Tipo Backend (per passthrough):

source: Backend Path (for passthrough):
de: Backend-Pfad (für Passthrough):
fr: Chemin du backend (pour passthrough) :
it: Percorso Backend (per passthrough):

source: Host device
de: Host-Gerät
fr: Périphérique hôte
it: Dispositivo Host

source: Watchdog Model:
de: Watchdog Modell:
fr: Modèle Watchdog :
it: Modello Watchdog:

source: Available Host USB Devices
de: Verfügbare Host-USB-Geräte
fr: Périphériques USB hôtes disponibles
it: Dispositivi USB Host Disponibili

source: Attached to VM
de: An VM angehängt
fr: Attaché à la VM
it: Collegato alla VM

source: Available Host PCI Devices
de: Verfügbare Host-PCI-Geräte
fr: Périphériques PCI hôtes disponibles
it: Dispositivi PCI Host Disponibili

source: Virsh Interactive Shell (esc to quit)
de: Interaktive Virsh-Shell (Esc zum Beenden)
fr: Shell interactif Virsh (esc pour quitter)
it: Shell Interattiva Virsh (esc per uscire)

source: Note: This shell starts a new `virsh` process, which may require re-authentication for remote connections. Using SSH keys is recommended.
de: Hinweis: Diese Shell startet einen neuen `virsh`-Prozess, der möglicherweise eine erneute Authentifizierung für Remoteverbindungen erfordert. Die Verwendung von SSH-Schlüsseln wird empfohlen.
fr: Note : Ce shell démarre un nouveau processus `virsh`, ce qui peut nécessiter une ré-authentification pour les connexions distantes. L'utilisation de clés SSH est recommandée.
it: Nota: Questa shell avvia un nuovo processo `virsh`, che potrebbe richiedere ri-autenticazione per connessioni remote. Si raccomanda l'uso di chiavi SSH.

source: Input Device
de: Eingabegerät
fr: Périphérique d'entrée
it: Dispositivo Input

source: Add Channel Device
de: Kanalgerät hinzufügen
fr: Ajouter un périphérique canal
it: Aggiungi Dispositivo Canale

source: Standard Target Names:
de: Standard-Zielnamen:
fr: Noms de cibles standards :
it: Nomi Target Standard:

source: Target Name:
de: Zielname:
fr: Nom de la cible :
it: Nome Target:

source: Selected VMs for Bulk Action
de: Ausgewählte VMs für Massenaktion
fr: VMs sélectionnées pour action en masse
it: VM Selezionate per Azione di Massa

source: Choose Action:
de: Aktion wählen:
fr: Choisir l'action :
it: Scegli Azione:

source: Stats Interval (seconds):
de: Statistik-Intervall (Sekunden):
fr: Intervalle stats (secondes) :
it: Intervallo Statistiche (secondi):

source: Log File Path:
de: Pfad zur Protokolldatei:
fr: Chemin fichier journal :
it: Percorso File Log:

source: Logging Level:
de: Protokollierungslevel:
fr: Niveau journalisation :
it: Livello Logging:

source: No remote viewers found (virt-viewer or virtui-remote-viewer)
de: Keine Remote Viewer gefunden (virt-viewer oder virtui-remote-viewer)
fr: Aucun visualiseur distant trouvé (virt-viewer ou virtui-remote-viewer)
it: Nessun visualizzatore remoto trovato (virt-viewer o virtui-remote-viewer)

source: Websockify Path:
de: Websockify Pfad:
fr: Chemin Websockify :
it: Percorso Websockify:

source: noVNC Path:
de: noVNC Pfad:
fr: Chemin noVNC :
it: Percorso noVNC:

source: Websockify Port Range:
de: Websockify Portbereich:
fr: Plage de ports Websockify :
it: Intervallo Porte Websockify:

source: VNC Quality (0-9):
de: VNC Qualität (0-9):
fr: Qualité VNC (0-9) :
it: Qualità VNC (0-9):

source: VNC Compression (0-9):
de: VNC Kompression (0-9):
fr: Compression VNC (0-9) :
it: Compressione VNC (0-9):

source: Host Capabilities
de: Host-Fähigkeiten
fr: Capacités de l'hôte
it: Capacità Host

source: Capabilities
de: Fähigkeiten
fr: Capacités
it: Capacità

source: Export filesystem as readonly mount
de: Dateisystem als schreibgeschützten Mount exportieren
fr: Exporter le système de fichiers en montage lecture seule
it: Esporta filesystem come mount sola lettura

source: Web console will run locally.
de: Web-Konsole wird lokal ausgeführt.
fr: La console web s'exécutera localement.
it: La console web verrà eseguita localmente.

source: Enable boot menu
de: Boot-Menü aktivieren
fr: Activer le menu de démarrage
it: Abilita menu di avvio

source: Web Console (novnc)
de: Web-Konsole (novnc)
fr: Console Web (novnc)
it: Console Web (novnc)

source: Host Resource Dashboard
de: Host-Ressourcen-Dashboard
fr: Tableau de bord des ressources de l'hôte
it: Cruscotto Risorse Host

source: Host Details
fr: Détails de l'hôte
it: Dettagli Host

source: VM Allocation
de: VM-Zuweisung
fr: Allocation VM
it: Allocazione VM

source: CPU Usage
de: CPU-Auslastung
fr: Utilisation CPU
it: Utilizzo CPU

source: Memory Usage
de: Speichernutzung
fr: Utilisation Mémoire
it: Utilizzo Memoria

source: Allocated VCPUs
de: Zugewiesene VCPUs
fr: VCPUs alloués
it: VCPU Allocate

source: Allocated Memory
de: Zugewiesener Speicher
fr: Mémoire allouée
it: Memoria Allocata

source: Model:
de: Modell:
fr: Modèle :
it: Modello:

source: Topology:
de: Topologie:
fr: Topologie :
it: Topologia:

source: Waiting to start collection...
de: Warte auf Start der Datenerfassung...
fr: En attente du démarrage de la collecte...
it: In attesa di avviare la raccolta...

source: Collecting VM info: {current}/{total}
de: Sammle VM-Infos: {current}/{total}
fr: Collecte des infos VM : {current}/{total}
it: Raccolta info VM: {current}/{total}

source: Add VirtIO-FS Mount
fr: Ajouter un montage VirtIO-FS

source: Edit VirtIO-FS
de: VirtIO-FS bearbeiten
fr: Modifier VirtIO-FS
it: Modifica VirtIO-FS

source: Latest Snapshot:
de: Neuester Schnappschuss:
fr: Dernier instantané :
it: Ultimo Snapshot:

source: No Snapshots created
de: Keine Schnappschüsse erstellt
fr: Aucun instantané créé
it: Nessuno snapshot creato

source: Select overlay disk to discard:
de: Overlay-Disk zum Verwerfen auswählen:
fr: Sélectionner le disque overlay à rejeter :
it: Seleziona disco overlay da scartare:

source: No other active pools
de: Keine anderen aktiven Pools
fr: Aucun autre pool actif
it: Nessun altro pool attivo

source: Interval for updating VM Status, Statistics (CPU, Memory, I/O) in seconds.
de: Intervall für die Aktualisierung des VM-Status und der Statistiken (CPU, Speicher, E/A) in Sekunden.
fr: Intervalle de mise à jour des statuts, statistiques (CPU, Mémoire, E/S) des VM en secondes.
it: Intervallo per l'aggiornamento dello stato e delle statistiche (CPU, Memoria, I/O) della VM in secondi.

source: Full path to the application log file
de: Vollständiger Pfad zur Anwendungsprotokolldatei
fr: Chemin complet du fichier journal de l'application
it: Percorso completo al file di log dell'applicazione

source: Select Default Remote Viewer (Auto-detect: {viewer}):
de: Standard Remote-Viewer auswählen (Automatische Erkennung: {viewer}):
fr: Sélectionner le visualiseur distant par défaut (Auto-détection : {viewer}) :
it: Seleziona visualizzatore remoto predefinito (Rilevamento automatico: {viewer}):

source: Enable secure SSH and noVNC remote viewing for headless server environments
de: Sicheres SSH und noVNC-Fernzugriff für Headless-Serverumgebungen aktivieren.
fr: Activer la visualisation distante sécurisée SSH et noVNC pour les environnements de serveur sans tête
it: Abilitare la visualizzazione remota sicura tramite SSH e noVNC per ambienti server headless.

source: Path to the websockify binary
de: Pfad zur websockify Binärdatei
fr: Chemin vers le binaire websockify
it: Percorso al binario websockify

source: Path to noVNC files
de: Pfad zu noVNC-Dateien
fr: Chemin vers les fichiers noVNC
it: Percorso ai file noVNC

source: Start port for websockify
de: Startport für websockify
fr: Port de début pour websockify
it: Porta di avvio per websockify

source: End port for websockify
de: Endport für websockify
fr: Port de fin pour websockify
it: Porta finale per websockify

source: qemu+ssh://user@host/system or qemu:///system
de: qemu+ssh://user@host/system oder qemu:///system
fr: qemu+ssh://utilisateur@hôte/system ou qemu:///system
it: qemu+ssh://user@host/system o qemu:///system

source: qemu+ssh://user@host/system
de: qemu+ssh://Benutzer@Host/System
fr: qemu+ssh://utilisateur@hôte/system

source: Select a standard target or type below
de: Wählen Sie ein Standardziel oder geben Sie unten einen Typ ein.
fr: Sélectionnez une cible standard ou tapez ci-dessous
it: Seleziona un obiettivo standard o digita sotto.

source: Target Name (e.g. org.qemu.guest_agent.0)
de: Zielname (z.B. org.qemu.guest_agent.0)
fr: Nom de la cible (ex: org.qemu.guest_agent.0)
it: Nome obiettivo (ad es. org.qemu.guest_agent.0)

source: Volume Name (e.g., new-disk.qcow2)
de: Volume-Name (z.B. new-disk.qcow2)
fr: Nom du volume (ex: new-disk.qcow2)
it: Nome Volume (ad esempio, new-disk.qcow2)

source: Size in GB (e.g., 10)
de: Größe in GB (z.B. 10)
fr: Taille en Go (ex: 10)
it: Dimensione in GB (es. 10)

source: Pool Name (e.g., my_pool)
de: Pool-Name (z.B. my_pool)
fr: Nom du pool (ex: mon_pool)
it: Nome Pool (ad es., my_pool)

source: netfs: Network Exported Directory
de: netfs: Netzwerk exportiertes Verzeichnis
fr: netfs : Répertoire exporté sur le réseau
it: netfs: Directory di rete esportata

source: Volume Name (e.g., existing_disk.qcow2)
de: Volumenname (z.B. existing_disk.qcow2)
fr: Nom du volume (ex: existing_disk.qcow2)
it: Nome del volume (per esempio, existing_disk.qcow2)

source: MAC Address (e.g., 52:54:00:xx:xx:xx)
de: MAC-Adresse (z.B. 52:54:00:xx:xx:xx)
fr: Adresse MAC (ex: 52:54:00:xx:xx:xx)
it: Indirizzo MAC (es. 52:54:00:xx:xx:xx)

source: Network Name (e.g., nat_net)
de: Netzwerkname (z.B. nat_net)
fr: Nom du réseau (ex: nat_net)
it: Nome rete (ad es. nat_net)

source: e.g., 2
de: z. B. 2
fr: ex: 2
it: ad esempio, 2

source: e.g., 0:0-1; 1:2-3
de: z.B., 0:0-1; 1:2-3
fr: ex: 0:0-1; 1:2-3
it: ad es., 0:0-1; 1:2-3

source: e.g., 0-1
de: z. B. 0-1
fr: ex: 0-1
it: ad esempio, 0-1

source: CPU Tuning Help
de: CPU Tuning Hilfe
fr: Aide au réglage du CPU
it: Aiuto per l'ottimizzazione della CPU

source: # CPU Tune Help ## CPU Pinning (vcpupin) Specify which physical CPUs (host CPUs) each virtual CPU (guest CPU) can run on. ## Format `vcpu:cpuset; vcpu:cpuset; ...` * **vcpu**: The ID of the virtual CPU. * **cpuset**: A list or range of physical CPU IDs. ## Examples * `0:0`: Pin vCPU 0 to physical CPU 0. * `0:0-3`: Pin vCPU 0 to physical CPUs 0, 1, 2, and 3. * `0:0,2`: Pin vCPU 0 to physical CPUs 0 and 2. * `0:0-1; 1:2-3`: Pin vCPU 0 to physical CPUs 0-1, and vCPU 1 to physical CPUs 2-3.
de: # CPU-Optimierungshilfe ## CPU-Pinning (vcpupin) Geben Sie an, auf welchen physischen CPUs (Host-CPUs) jede virtuelle CPU (Gast-CPU) ausgeführt werden kann. ## Format `vcpu:cpuset; vcpu:cpuset; ...` * **vcpu**: Die ID der virtuellen CPU. * **cpuset**: Eine Liste oder ein Bereich von physischen CPU-IDs. ## Beispiele * `0:0`: Pinnt vCPU 0 an die physische CPU 0. * `0:0-3`: Pinnt vCPU 0 an die physischen CPUs 0, 1, 2 und 3. * `0:0,2`: Pinnt vCPU 0 an die physischen CPUs 0 und 2. * `0:0-1; 1:2-3`: Pinnt vCPU 0 an die physischen CPUs 0-1 und vCPU 1 an die physischen CPUs 2-3.
fr: # Aide au réglage du CPU ## Épinglage de CPU (vcpupin) Spécifiez sur quels CPU physiques (CPU hôtes) chaque CPU virtuel (CPU invité) peut s'exécuter. ## Format `vcpu:cpuset; vcpu:cpuset; ...` * **vcpu** : L'ID du CPU virtuel. * **cpuset** : Une liste ou une plage d'ID de CPU physiques. ## Exemples * `0:0` : Épingle le vCPU 0 au CPU physique 0. * `0:0-3` : Épingle le vCPU 0 aux CPU physiques 0, 1, 2 et 3. * `0:0,2` : Épingle le vCPU 0 aux CPU physiques 0 et 2. * `0:0-1; 1:2-3` : Épingle le vCPU 0 aux CPU physiques 0-1, et le vCPU 1 aux CPU physiques 2-3.
it: # Guida alla sintonizzazione della CPU ## Blocco CPU (vcpupin) Specifica su quali CPU fisiche (CPU host) ogni CPU virtuale (CPU guest) può essere eseguita. ## Formato `vcpu:cpuset; vcpu:cpuset; ...` * **vcpu**: L'ID della CPU virtuale. * **cpuset**: Un elenco o un intervallo di ID di CPU fisiche. ## Esempi * `0:0`: Blocca la vCPU 0 alla CPU fisica 0. * `0:0-3`: Blocca la vCPU 0 alle CPU fisiche 0, 1, 2 e 3. * `0:0,2`: Blocca la vCPU 0 alle CPU fisiche 0 e 2. * `0:0-1; 1:2-3`: Blocca la vCPU 0 alle CPU fisiche 0-1 e la vCPU 1 alle CPU fisiche 2-3.

source: # NUMA Tune Help ## Memory Modes * **strict**: Memory allocation fails if it cannot be satisfied on the specified nodeset. * **preferred**: Allocation is preferred on the specified nodeset but can fall back to others. * **interleave**: Memory is allocated round-robin across the specified nodeset. ## Nodeset Specify the NUMA nodes to use. * Example: `0` (Node 0 only) * Example: `0-1` (Nodes 0 and 1) * Example: `0,2-3` (Node 0 and nodes 2 through 3)
de: # NUMA Tune Hilfe ## Speichermodi * **strict**: Die Speicherzuweisung schlägt fehl, wenn sie nicht auf dem angegebenen Nodeset erfüllt werden kann. * **preferred**: Die Zuweisung wird auf dem angegebenen Nodeset bevorzugt, kann aber auf andere zurückgreifen. * **interleave**: Der Speicher wird Round-Robin über das angegebene Nodeset zugewiesen. ## Nodeset Geben Sie die zu verwendenden NUMA-Knoten an. * Beispiel: `0` (Nur Knoten 0) * Beispiel: `0-1` (Knoten 0 und 1) * Beispiel: `0,2-3` (Knoten 0 und Knoten 2 bis 3)
fr: # Aide au réglage NUMA ## Modes mémoire * **strict** : L'allocation de mémoire échoue si elle ne peut pas être satisfaite sur le nodeset spécifié. * **preferred** : L'allocation est préférée sur le nodeset spécifié mais peut se rabattre sur d'autres. * **interleave** : La mémoire est allouée en round-robin sur le nodeset spécifié. ## Nodeset Spécifiez les nœuds NUMA à utiliser. * Exemple : `0` (Nœud 0 uniquement) * Exemple : `0-1` (Nœuds 0 et 1) * Exemple : `0,2-3` (Nœud 0 et nœuds 2 à 3)
it: # Aiuto per la configurazione NUMA ## Modalità di memoria * **strict**: L'allocazione della memoria fallisce se non può essere soddisfatta sul nodeset specificato. * **preferred**: L'allocazione è preferita sul nodeset specificato ma può ripiegare su altri. * **interleave**: La memoria viene allocata a rotazione (round-robin) attraverso il nodeset specificato. ## Nodeset Specificare i nodi NUMA da utilizzare. * Esempio: `0` (Solo Nodo 0) * Esempio: `0-1` (Nodi 0 e 1) * Esempio: `0,2-3` (Nodo 0 e nodi da 2 a 3)

source: Refreshing host stats
de: Host-Statistiken aktualisieren
fr: Mise à jour des statistiques de l'hôte
it: Aggiornamento stats host

source: A Textual application to manage VMs.
de: Eine Textanwendung zum Verwalten von VMs.
fr: Une application Textual pour gérer les VMs.
it: Un'applicazione Textual per gestire le VM.

source: Run in command-line interpreter mode.
de: Im Befehlszeilen-Interpreter-Modus ausführen.
fr: Exécution en mode interpréteur de commandes.
it: Esegui in modalità interprete riga di comando.

source: 3D Acceleration
fr: Accélération 3D
it: Accelerazione 3D

source: Auto Port
fr: Port automatique
it: Porta Automatica

source: Port (e.g., 5900)
de: Port (z. B. 5900)
fr: Port (ex : 5900)
it: Porta (es., 5900)

source: Enable Password
fr: Activer le mot de passe
it: Abilita Password

source: Password
de: Passwort
fr: Mot de passe

source: emulator or passthrough
fr: émulateur ou passthrough
it: emulatore o passthrough

source: Select VM
fr: Sélectionner la VM
it: Seleziona VM

source: Unchecked means legacy boot
de: Nicht ausgewählt bedeutet Legacy-Boot
fr: Décoché signifie démarrage hérité (legacy)
it: Non selezionato significa boot legacy

source: Show VM configuration before starting
fr: Afficher la configuration de la VM avant le démarrage
it: Mostra configurazione VM prima dell'avvio

source: Copy all disk files during migration
de: Alle Disk-Dateien während der Migration kopieren
fr: Copier tous les fichiers de disque pendant la migration
it: Copia tutti i file disco durante la migrazione

source: Perform unsafe migration (may lose data)
de: Unsichere Migration durchführen (Datenverlust möglich)
fr: Effectuer une migration non sécurisée (peut entraîner une perte de données)
it: Esegui migrazione non sicura (potrebbe perdere dati)

source: Keep VM persistent on destination
fr: Garder la VM persistante sur la destination
it: Mantieni la VM persistente sulla destinazione

source: Compress data during migration
fr: Compresser les données pendant la migration
it: Comprimi i dati durante la migrazione

source: Tunnel migration data through libvirt da. ..
de: Migrationsdaten durch Libvirt-Daemon tunneln.
fr: Tunnéliser les données de migration via le démon libvirt.
it: Tunnel dati migrazione attraverso il demone libvirt.

source: Use custom migration workflow
fr: Utiliser un flux de travail de migration personnalisé
it: Usa flusso di lavoro migrazione personalizzato

source: Pause the guest filesystem to ensure a c. ..
de: Gast-Dateisystem anhalten, um ein konsistentes Backup zu gewährleisten.
fr: Mettre en pause le système de fichiers invité pour assurer une sauvegarde cohérente.
it: Metti in pausa il filesystem guest per assicurare un backup coerente.

source: Enable legacy boot mode.
fr: Activer le mode de démarrage hérité (legacy).
it: Abilita modalità boot legacy.

source: Open the VM configuration dialog before starting the VM.
de: Öffnen Sie den VM-Konfigurationsdialog, bevor Sie die VM starten.
fr: Ouvrir le dialogue de configuration de la VM avant de la démarrer.
it: Apri il dialogo di configurazione VM prima di avviare la VM.

source: Copy all disk files to the destination server.
fr: Copier tous les fichiers de disque vers le serveur de destination.
it: Copia tutti i file disco sul server di destinazione.

source: Perform migration even if it might be unsafe (e.g., no shared storage).
de: Migration durchführen, auch wenn sie unsicher sein könnte (z. B. kein gemeinsamer Speicher).
fr: Effectuer la migration même si elle peut être risquée (ex : pas de stockage partagé).
it: Esegui migrazione anche se potrebbe essere non sicura (es., nessun storage condiviso).

source: Ensure the VM remains persistent on the destination server after migration.
de: Sicherstellen, dass die VM nach der Migration auf dem Zielserver persistent bleibt.
fr: S'assurer que la VM reste persistante sur le serveur de destination après la migration.
it: Assicura che la VM rimanga persistente sul server di destinazione dopo la migrazione.

source: Compress migration data to save bandwidth.
de: Migrationsdaten komprimieren, um Bandbreite zu sparen.
fr: Compresser les données de migration pour économiser de la bande passante.
it: Comprimi i dati di migrazione per risparmiare banda.

source: Tunnel migration data through the libvirt connection.
de: Migrationsdaten durch die Libvirt-Verbindung tunneln.
fr: Tunnéliser les données de migration via la connexion libvirt.
it: Tunnel dati migrazione attraverso la connessione libvirt.

source: Use a custom workflow for migration.
de: Benutzerdefinierten Migrations-Workflow verwenden.
fr: Utiliser un flux de travail personnalisé pour la migration.
it: Usa un flusso di lavoro personalizzato per la migrazione.

source: Configure VM hardware specifications. These settings work with Automated Installation to create and configure your VM.
fr: Configurez les spécifications matérielles de la VM. Ces paramètres fonctionnent avec l'installation automatisée pour créer et configurer votre VM.Configurez les spécifications matérielles de la VM. Ces paramètres fonctionnent avec l'installation automatisée pour créer et configurer votre VM.Configurez les spécifications matérielles de la VM. Ces paramètres fonctionnent avec l'installation automatisée pour créer et configurer votre VM.

source: RAM allocated to the VM. More memory allows better performance but uses more host resources.
fr: RAM allouée à la VM. Plus de mémoire permet de meilleures performances mais utilise plus de ressources hôte.RAM allouée à la VM. Plus de mémoire permet de meilleures performances mais utilise plus de ressources hôte.

source: Number of virtual CPUs. Match to your workload - more CPUs for multitasking, fewer for simple tasks.
fr: Nombre de CPU virtuels. Adaptez à votre charge de travail - plus de CPU pour le multitâche, moins pour les tâches simples.Nombre de CPU virtuels. Adaptez à votre charge de travail - plus de CPU pour le multitâche, moins pour les tâches simples.

source: Virtual disk size. This is the maximum storage space available to the VM's operating system.
fr: Taille du disque virtuel. Il s'agit de l'espace de stockage maximal disponible pour le système d'exploitation de la VM.Taille du disque virtuel. Il s'agit de l'espace de stockage maximal disponible pour le système d'exploitation de la VM.

source: Storage format. Qcow2 supports snapshots and compression, Raw offers better performance.
fr: Format de stockage. Qcow2 prend en charge les instantanés et la compression, Raw offre de meilleures performances.Format de stockage. Qcow2 prend en charge les instantanés et la compression, Raw offre de meilleures performances.
