Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Hibernate VM
de: VM in Ruhezustand versetzen
fr: Mettre en veille la VM
it: Ibernazione VM

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche

source: Create Network
de: Netzwerk erstellen
fr: Créer un réseau
it: Crea rete

source: Install
de: Installieren
fr: Installer
it: Installa

source: Info
fr: Infos

source: Browse
de: Durchsuchen
fr: Parcourir
it: Sfoglia

source: Start
de: Starten
fr: Démarrer
it: Avvia

source: Shutdown
de: Herunterfahren
fr: Éteindre
it: Arresta

source: Force Off
de: Erzwingen aus
fr: Forcer l'arrêt
it: Forza arresto

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Resume
de: Fortsetzen
fr: Reprendre
it: Riprendi

source: Configure
de: Konfigurieren
fr: Configurer
it: Configura

source: Web Console
de: Web-Konsole
fr: Console Web
it: Console Web

source: Text Console
de: Text-Konsole
fr: Console Texte
it: Console Testuale

source: Connect
de: Verbinden
fr: Se connecter
it: Connetti

source: Snapshot
de: Schnappschuss
fr: Instantané

source: Restore Snapshot
de: Schnappschuss wiederherstellen
fr: Restaurer l'instantané
it: Ripristina snapshot

source: Del Snapshot
de: Schnappschuss löschen
fr: Suppr. instantané
it: Elimina snapshot

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

source: Custom URL
de: Benutzerdefinierte URL
fr: URL personnalisée
it: URL personalizzato

source: SSH Help
de: SSH Hilfe
fr: Aide SSH
it: Aiuto SSH

source: View
de: Ansehen
fr: Voir
it: Visualizza

source: Help
de: Hilfe
fr: Aide
it: Aiuto

source: Add Pool
de: Pool hinzufügen
fr: Ajouter un pool
it: Aggiungi pool

source: Delete Pool
de: Pool löschen
fr: Supprimer le pool
it: Elimina pool

source: New Volume
de: Neues Volume
fr: Nouveau volume
it: Nuovo volume

source: Attach Vol
de: Vol. anhängen
fr: Attacher vol.
it: Allega vol.

source: Move Volume
de: Volume verschieben
fr: Déplacer le volume
it: Sposta volume

source: Delete Volume
de: Volume löschen
fr: Supprimer le volume
it: Elimina volume

source: Edit XML
de: XML bearbeiten
fr: Modifier l'XML
it: Modifica XML

source: Edit CPU Tune
de: CPU Tune bearbeiten
fr: Modifier CPU Tune
it: Modifica CPU Tune

source: Edit NUMA Tune
de: NUMA Tune bearbeiten
fr: Modifier NUMA Tune
it: Modifica NUMA Tune

source: Switch to BIOS
de: Zu BIOS wechseln
fr: Passer en BIOS
it: Passa a BIOS

source: Switch to UEFI
de: Zu UEFI wechseln
fr: Passer en UEFI
it: Passa a UEFI

source: Save Boot Order
de: Boot-Reihenfolge speichern
fr: Enregistrer l'ordre de démarrage
it: Salva ordine di avvio

source: Up
de: Hoch
fr: Haut
it: Su

source: Down
de: Runter
fr: Bas
it: Giù

source: Remove Disk
de: Festplatte entfernen
fr: Supprimer le disque
it: Rimuovi Disco

source: Disable Disk
de: Festplatte deaktivieren
fr: Désactiver le disque
it: Disabilita Disco

source: Enable Disk
de: Festplatte aktivieren
fr: Activer le disque
it: Abilita Disco

source: Add Disk
de: Festplatte hinzufügen
fr: Ajouter un disque
it: Aggiungi Disco

source: Attach Existing Disk
de: Vorh. Festplatte anhängen
fr: Attacher un disque existant
it: Collega Disco Esistente

source: Edit Disk
de: Festplatte bearbeiten
fr: Modifier le disque
it: Modifica Disco

source: Edit Interface
de: Schnittstelle bearbeiten
fr: Modifier l'interface
it: Modifica Interfaccia

source: Add Interface
de: Schnittstelle hinzufügen
fr: Ajouter une interface
it: Aggiungi Interfaccia

source: Remove Interface
de: Schnittstelle entfernen
fr: Supprimer l'interface
it: Rimuovi Interfaccia

source: Apply Graphics Settings
de: Grafikeinstellungen anwenden
fr: Appliquer les paramètres graphiques
it: Applica Impostazioni Grafica

source: Apply TPM Settings
de: TPM-Einstellungen anwenden
fr: Appliquer les paramètres TPM
it: Applica Impostazioni TPM

source: Apply RNG Settings
de: RNG-Einstellungen anwenden
fr: Appliquer les paramètres RNG
it: Applica Impostazioni RNG

source: Add PTY Console
de: PTY-Konsole hinzufügen
fr: Ajouter une console PTY
it: Aggiungi Console PTY

source: Remove Console
de: Konsole entfernen
fr: Supprimer la console
it: Rimuovi Console

source: Apply Watchdog Settings
de: Watchdog-Einstellungen anwenden
fr: Appliquer les paramètres Watchdog
it: Applica Impostazioni Watchdog

source: Remove Watchdog
de: Watchdog entfernen
fr: Supprimer le Watchdog
it: Rimuovi Watchdog

source: Add Input
de: Eingabe hinzufügen
fr: Ajouter une entrée
it: Aggiungi Input

source: Remove Input
de: Eingabe entfernen
fr: Supprimer l'entrée
it: Rimuovi Input

source: Add USB2
de: USB2 hinzufügen
fr: Ajouter USB2
it: Aggiungi USB2

source: Add USB3
de: USB3 hinzufügen
fr: Ajouter USB3
it: Aggiungi USB3

source: Add SCSI
de: SCSI hinzufügen
fr: Ajouter SCSI
it: Aggiungi SCSI

source: Attach >
de: Anhängen >
fr: Attacher >
it: Collega >

source: < Detach
de: < Abhängen
fr: < Détacher
it: < Scollega

source: Add Channel
de: Kanal hinzufügen
fr: Ajouter un canal
it: Aggiungi Canale

source: Remove Channel
de: Kanal entfernen
fr: Supprimer le canal
it: Rimuovi Canale

source: Other Tabs
de: Andere Reiter
fr: Autres onglets
it: Altre Schede

source: Apply
de: Anwenden
fr: Appliquer
it: Applica

source: Clone
de: Klonen
fr: Cloner
it: Clona

source: View XML
de: XML ansehen
fr: Voir l'XML
it: Vedi XML

source: Rename
de: Umbenennen
fr: Renommer
it: Rinomina

source: [b][#FFD700]S[/][/]elect Servers
de: Server [b][#FFD700]S[/][/]elektieren
fr: [b][#FFD700]S[/][/]électionner les serveurs
it: [b][#FFD700]S[/][/]eleziona Server

source: Servers [b][#FFD700]L[/][/]ist
de: Server-[b][#FFD700]L[/][/]iste
fr: [b][#FFD700]L[/][/]iste des serveurs
it: [b][#FFD700]L[/][/]ista Server

source: Server Prefs
de: Server-Einst.
fr: Préf. serveur
it: Pref. Server

source: [b][#FFD700]F[/][/]ilter VM
de: VM [b][#FFD700]F[/][/]iltern
fr: [b][#FFD700]F[/][/]iltrer VM
it: [b][#FFD700]F[/][/]iltra VM

source: Log
de: Protokoll
fr: Journal

source: [b][#FFD700]P[/][/]attern Sel
de: Muster-[b][#FFD700]W[/][/]ahl
fr: Sél. [b][#FFD700]p[/][/]ar Motif
it: Sel. [b][#FFD700]P[/][/]attern

source: Config
de: Konfig
fr: Configuration

source: \[Previous Page]
de: \[Vorherige Seite]
fr: \[Page précédente]
it: \[Pagina precedente]

source: \[Next Page]
de: \[Nächste Seite]
fr: \[Page suivante]
it: \[Pagina successiva]

source: Yes
de: Ja
fr: Oui
it: Sì

source: No
de: Nein
fr: Non

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Create
de: Erstellen
fr: Créer
it: Crea

source: Change
de: Ändern
fr: Changer
it: Cambia

source: Stop
de: Stopp
fr: Arrêter
it: Ferma

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Move
de: Verschieben
fr: Déplacer
it: Sposta

source: Attach
de: Anhängen
fr: Attacher
it: Collega

source: De/Active
de: De/Aktiv
fr: Dés/Activer
it: Dis/Attiva

source: Autostart
fr: Démarrage auto
it: Avvio Auto

source: Execute
de: Ausführen
fr: Exécuter
it: Esegui

source: Done
de: Fertig
fr: Terminé
it: Fatto

source: Search VMs
de: VMs suchen
fr: Rechercher VMs
it: Cerca VM

source: Select Matching
de: Passende wählen
fr: Sél. correspondances
it: Seleziona Corrispondenti

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna

source: Clear All Caches
de: Alle Caches leeren
fr: Vider tous les caches
it: Pulisci Cache

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

source: Check Compatibility
de: Kompatibilität prüfen
fr: Vérifier la compatibilité
it: Verifica Compatibilità

source: Start Migration
de: Migration starten
fr: Démarrer la migration
it: Avvia Migrazione

source: New Overlay
de: Neues Overlay
fr: Nouvel overlay
it: Nuovo Overlay

source: Commit Disk
de: Disk festschreiben
fr: Commit disque
it: Esegui Commit Disco

source: Discard Overlay
de: Overlay verwerfen
fr: Jeter l'overlay
it: Scarta Overlay

source: Select
de: Auswählen
fr: Séléctionner
it: Seleziona

source: Launch
de: Starten
fr: Lancer
it: Lancia

source: Open
de: Öffnen
fr: Ouvrir
it: Apri

source: Activate or Deactivate the selected netw. ..
de: Aktivieren oder Deaktivieren des ausgewählten Netzwerks.
fr: Activer ou Désactiver le réseau sélectionné.
it: Attiva o Disattiva la rete selezionata.

source: Enable or Disable autostart for the sele. ..
de: Autostart für das ausgewählte Netzwerk aktivieren oder deaktivieren.
fr: Activer ou Désactiver l'autostart pour la sélection.
it: Abilita o Disabilita autostart per la selezione.

source: Add a new network.
fr: Ajouter un nouveau réseau.
it: Aggiungi una nuova rete.

source: Edit the selected network.
fr: Modifier le réseau sélectionné.
it: Modifica la rete selezionata.

source: View XML details of the selected network. ..
de: XML-Details des ausgewählten Netzwerks anzeigen.
fr: Voir les détails XML du réseau sélectionné.
it: Visualizza i dettagli XML della rete selezionata.

source: Delete the selected network.
fr: Supprimer le réseau sélectionné.
it: Elimina la rete selezionata.

source: Show network configuration help.
fr: Afficher l'aide à la configuration du réseau.
it: Mostra aiuto per la configurazione di rete.

source: Activate or Deactivate the selected stor. ..
de: Aktivieren oder Deaktivieren des ausgewählten Speicherpools.
fr: Activer ou Désactiver le pool de stockage sélectionné.
it: Attiva o Disattiva il pool storage selezionato.

source: Add a new storage pool.
fr: Ajouter un nouveau pool de stockage.
it: Aggiungi un nuovo pool storage.

source: Delete the selected storage pool.
fr: Supprimer le pool de stockage sélectionné.
it: Elimina il pool storage selezionato.

source: Create a new volume in the selected pool. ..
de: Ein neues Volume im ausgewählten Pool erstellen.
fr: Créer un nouveau volume dans le pool sélectionné.
it: Crea un nuovo volume nel pool selezionato.

source: Attach an existing disk file as a volume. ..
fr: Attacher un fichier de disque existant comme volume.
it: Collega un file disco esistente come volume.

source: Move the selected volume to another pool. ..
fr: Déplacer le volume sélectionné vers un autre pool.
it: Sposta il volume selezionato in un altro pool.

source: Delete the selected volume.
fr: Supprimer le volume sélectionné.
it: Elimina il volume selezionato.

source: View XML details of the selected pool or. ..
de: XML-Details des ausgewählten Pools oder Volumes anzeigen.
fr: Voir les détails XML du pool ou du volume sélectionné.
it: Visualizza i dettagli XML del pool o volume selezionato.

source: Edit XML of the selected pool.
de: XML des ausgewählten Pools bearbeiten.
fr: Modifier le XML du pool sélectionné.
it: Modifica XML del pool selezionato.

source: Filter
fr: Filtrer
it: Filtro

source: CompactView
de: Kompaktansicht
fr: VueCompacte
it: VistaCompatta

source: ServerPrefs
de: Server-Einst.
fr: Préf.Serveur
it: Pref.Server

source: BulkCMD
de: Massenbefehl
fr: CMD Masse
it: AzioneMassa

source: SelServers
de: Server wählen
fr: Sél.Serveurs
it: Sel.Server

source: ServList
de: Serverliste
fr: ListeServeurs
it: ListaServer

source: PatternSel
de: Musterwahl
fr: SélMotif
it: SelMotivo

source: Sel/Des All
de: Alle wählen/abwählen
fr: Sél/Dés Tout
it: Sel/Des Tutto

source: Unselect All
de: Alle abwählen
fr: Désélectionner Tout
it: Deseleziona Tutto

source: Previous Page
de: Vorherige Seite
fr: Page précédente
it: Pagina precedente

source: Next Page
de: Nächste Seite
fr: Page suivante
it: Pagina successiva

source: Running VMs
de: Laufende VMs
fr: VMs en cours
it: VM in esecuzione

source: All VMs
de: Alle VMs
fr: Toutes les VMs
it: Tutte le VM

source: Host Caps
de: Host-Fähigk.
fr: Caps Hôte
it: Capacità Host

source: Log Stats
de: Stats protokollieren
fr: Journal Stats
it: Log Statistiche

source: Show cache Stats
de: Cache-Stats anzeigen
fr: Stats Cache
it: Mostra Stats Cache

source: Quit
de: Beenden
fr: Quitter
it: Esci

source: Host Dashboard
fr: Tableau de bord de l'hôte
it: Cruscotto Host

source: Manage
de: Verwalten
fr: Gérer
it: Gestisci

source: Other
de: Anderes
fr: Autre
it: Altro

source: State Management
de: Zustandsverwaltung
fr: Gestion de l'état
it: Gestione Stato

source: Updating Data...
de: Daten werden aktualisiert...
fr: Mise à jour des données...
it: Aggiornamento dati...

source: Active Allocation
de: Aktive Zuweisung
fr: Allocation active
it: Allocazione Attiva

source: Total Allocation
de: Gesamtzuweisung
fr: Allocation totale
it: Allocazione Totale

source: Stopped
de: Angehalten
fr: Arrêté
it: Arrestata

source: Running
de: Läuft
fr: Active
it: In esecuzione

source: Paused
de: Pausiert
fr: En pause
it: In pausa

source: Blocked
de: Blockiert
fr: Bloqué
it: Bloccata

source: Loading
de: Lädt
fr: Chargement
it: Caricamento

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto

source: Cache Performance Statistics
de: Cache-Leistungsstatistiken
fr: Statistiques de performance du cache
it: Statistiche Prestazioni Cache

source: (Editing: {get_user_config_path})
de: (Bearbeiten: {get_user_config_path})
fr: (Édition : {get_user_config_path})
it: (Modifica: {get_user_config_path})

source: [bold]Custom Migration Plan[/bold]
de: [bold]Benutzerdefinierter Migrationsplan[/bold]
fr: [bold]Plan de migration personnalisé[/bold]
it: [bold]Piano di Migrazione Personalizzato[/bold]

source: Disk: [b]{volume_name}[/b]
de: Festplatte: [b]{volume_name}[/b]
fr: Disque : [b]{volume_name}[/b]
it: Disco: [b]{volume_name}[/b]

source: Source Pool: {source_pool}
de: Quell-Pool: {source_pool}
fr: Pool source : {source_pool}
it: Pool Sorgente: {source_pool}

source: No destination pools available.
de: Keine Ziel-Pools verfügbar.
fr: Aucun pool de destination disponible.
it: Nessun pool di destinazione disponibile.

source: Disk: [b]{disk_path}[/b]
de: Festplatte: [b]{disk_path}[/b]
fr: Disque : [b]{disk_path}[/b]
it: Disco: [b]{disk_path}[/b]

source: From Pool: {source_pool_name}
de: Von Pool: {source_pool_name}
fr: Depuis le pool : {source_pool_name}
it: Dal Pool: {source_pool_name}

source: Select destination server:
de: Ziel-Server auswählen:
fr: Sélectionner le serveur de destination :
it: Seleziona server di destinazione:

source: Migration Options:
de: Migrationsoptionen:
fr: Options de migration :
it: Opzioni Migrazione:

source: Compatibility Check Results / Migration Log:
de: Kompatibilitätsprüfungsergebnisse / Migrationsprotokoll:
fr: Résultats du test de compatibilité / Journal de migration :
it: Risultati Verifica Compatibilità / Log Migrazione:

source: [b]VMs [green]Ready[/] for Migration[/b]
de: [b]VMs [green]Bereit[/] zur Migration[/b]
fr: [b]VMs [green]prêtes[/] pour la migration[/b]
it: [b]VM [green]Pronte[/] per la Migrazione[/b]

source: [b]VMs [red]Not[/] Ready for Migration[/b]
de: [b]VMs [red]Nicht[/] Bereit zur Migration[/b]
fr: [b]VMs [red]non prêtes[/] pour la migration[/b]
it: [b]VM [red]Non[/] Pronte per la Migrazione[/b]

source: Delete associated storage
de: Zugehörigen Speicher löschen
fr: Supprimer le stockage associé
it: Elimina storage associato

source: Create new disk image
de: Neues Festplattenabbild erstellen
fr: Créer une nouvelle image disque
it: Crea nuova immagine disco

source: Copy storage all
de: Gesamten Speicher kopieren
fr: Copier tout le stockage
it: Copia tutto lo storage

source: Unsafe migration
de: Unsichere Migration
fr: Migration non sécurisée
it: Migrazione non sicura

source: Persistent migration
de: Persistente Migration
fr: Migration persistante
it: Migrazione persistente

source: Compress data
de: Daten komprimieren
fr: Compresser les données
it: Comprimi dati

source: Tunnelled migration
de: Getunnelte Migration
fr: Migration tunnélisée
it: Migrazione tunnel

source: Custom migration
de: Benutzerdefinierte Migration
fr: Migration personnalisée
it: Migrazione personalizzata

source: Enable remote web console
de: Remote-Web-Konsole aktivieren
fr: Activer la console web distante
it: Abilita console web remota

source: Enable DHCPv4
de: DHCPv4 aktivieren
fr: Activer DHCPv4
it: Abilita DHCPv4

source: Validate Checksum
de: Prüfsumme validieren
fr: Valider la somme de contrôle
it: Valida Checksum

source: Configure before install
de: Vor Installation konfigurieren
fr: Configurer avant l'installation
it: Configura prima di installare

source: VM Name:
fr: Nom de la VM :
it: Nome VM:

source: VM Type:
de: VM Typ:
fr: Type de VM :
it: Tipo VM:

source: ISO Image (Repo):
de: ISO Abbild (Repo):
fr: Image ISO (Dépôt) :
it: Immagine ISO (Repo):

source: ISOs will be downloaded to: {iso_path}
de: ISOs werden heruntergeladen nach: {iso_path}
fr: Les ISOs seront téléchargées vers : {iso_path}
it: Le ISO verranno scaricate in: {iso_path}

source: Custom ISO (Local Path):
de: Benutzerdefinierte ISO (Lokaler Pfad):
fr: ISO personnalisée (Chemin local) :
it: ISO Personalizzata (Percorso Locale):

source: Select Storage Pool:
de: Speicherpool auswählen:
fr: Sélectionner le pool de stockage :
it: Seleziona Pool Storage:

source: Select ISO Volume:
de: ISO Volume auswählen:
fr: Sélectionner le volume ISO :
it: Seleziona Volume ISO:

source: Storage Pool:
de: Speicherpool:
fr: Pool de stockage :
it: Pool Storage:

source: Memory (GB)
de: Speicher (GB)
fr: Mémoire (Go)
it: Memoria (GB)

source: Disk Size(GB)
de: Festplattengröße (GB)
fr: Taille disque (Go)
it: Dimensione Disco(GB)

source: Disk Format
de: Festplattenformat
fr: Format disque
it: Formato Disco

source: Quiesce guest (requires agent)
de: Gast stilllegen (erfordert Agent)
fr: Figer l'invité (requiert l'agent)
it: Quiescenza guest (richiede agente)

source: Select interface and new network
de: Schnittstelle und neues Netzwerk auswählen
fr: Sélectionner l'interface et le nouveau réseau
it: Seleziona interfaccia e nuova rete

source: Enter base name for new VM(s)
de: Basisnamen für neue VM(s) eingeben
fr: Entrer le nom de base pour la/les nouvelle(s) VM(s)
it: Inserisci nome base per nuova/e VM

source: Suffix for clone names (e.g., _C)
de: Suffix für Klonnamen (z.B. _C)
fr: Suffixe pour les noms des clones (ex : _C)
it: Suffisso per nomi cloni (es. _C)

source: Number of clones to create
de: Anzahl zu erstellender Klone
fr: Nombre de clones à créer
it: Numero di cloni da creare

source: Do Not Clone storage
de: Speicher nicht klonen
fr: Ne pas cloner le stockage
it: Non clonare lo storage

source: Current name: {current_name}
de: Aktueller Name: {current_name}
fr: Nom actuel : {current_name}
it: Nome attuale: {current_name}

source: Enter new VM name
de: Neuen VM-Namen eingeben
fr: Entrer le nouveau nom de la VM
it: Inserisci nuovo nome VM

source: Current time: {now}
de: Aktuelle Zeit: {now}
fr: Heure actuelle : {now}
it: Ora attuale: {now}

source: Enter snapshot name
de: Schnappschuss-Namen eingeben
fr: Entrer le nom de l'instantané
it: Inserisci nome snapshot

source: Description (optional)
de: Beschreibung (optional)
fr: Description (facultatif)
it: Descrizione (opzionale)

source: Web Console Configuration
de: Web-Konsole Konfiguration
fr: Configuration de la console web
it: Configurazione Console Web

source: Remote
fr: Distant
it: Remoto

source: Enter QEMU Connection URI:
de: QEMU Verbindungs-URI eingeben:
fr: Entrer l'URI de connexion QEMU :
it: Inserisci URI Connessione QEMU:

source: Add New Server
de: Neuen Server hinzufügen
fr: Ajouter un nouveau serveur
it: Aggiungi Nuovo Server

source: Autoconnect at startup
de: Automatisch verbinden beim Start
fr: Connexion auto au démarrage
it: Connessione automatica all'avvio

source: Edit Server
de: Server bearbeiten
fr: Modifier le serveur
it: Modifica Server

source: Server List Management
de: Serverlisten-Verwaltung
fr: Gestion de la liste des serveurs
it: Gestione Lista Server

source: Select Servers to Display
de: Anzuzeigende Server auswählen
fr: Sélectionner les serveurs à afficher
it: Seleziona Server da Visualizzare

source: Enter new VCPU count
de: Neue VCPU-Anzahl eingeben
fr: Entrer le nouveau nombre de VCPU
it: Inserisci nuovo conteggio VCPU

source: Enter new memory size (MB)
de: Neue Speichergröße (MB) eingeben
fr: Entrer la nouvelle taille mémoire (Mo)
it: Inserisci nuova dimensione memoria (MB)

source: Select Machine Type:
de: Maschinentyp auswählen:
fr: Sélectionner le type de machine :
it: Seleziona Tipo Macchina:

source: NUMA Memory Mode
de: NUMA Speichermodus
fr: Mode mémoire NUMA
it: Modalità Memoria NUMA

source: Enter CPU Pinning (max vcpu: {max_vcpus})
de: CPU Pinning eingeben (max vcpu: {max_vcpus})
fr: Entrer le CPU Pinning (vcpu max : {max_vcpus})
it: Inserisci CPU Pinning (max vcpu: {max_vcpus})

source: Select VMs by Pattern (ctrl+u to unselect All VMS)
de: VMs nach Muster auswählen (Strg+U um alle abzuwählen)
fr: Sél. VMs par motif (ctrl+u pour tout désélectionner)
it: Seleziona VM per Pattern (ctrl+u per deselezionare tutte)

source: Matching VMs:
de: Passende VMs:
fr: VMs correspondantes :
it: VM Corrispondenti:

source: Filter by Name
de: Nach Namen filtern
fr: Filtrer par nom
it: Filtra per Nome

source: All
de: Alle
fr: Tous
it: Tutti

source: Manually Selected
de: Manuell ausgewählt
fr: Sélection manuelle
it: Selezionato Manualmente

source: Create New VM
de: Neue VM erstellen
fr: Créer une nouvelle VM
it: Crea Nuova VM

source: Start VMs
de: VMs starten
fr: Démarrer les VMs
it: Avvia VM

source: Stop VMs (Graceful Shutdown)
de: VMs stoppen (Ordnungsgemäßes Herunterfahren)
fr: Arrêter les VMs (Arrêt propre)
it: Ferma VM (Arresto Regolare)

source: Force Off VMs
de: VMs zwangsweise ausschalten
fr: Forcer l'arrêt des VMs
it: Forza Arresto VM

source: Pause VMs
de: VMs pausieren
fr: Mettre les VMs en pause
it: Pausa VM

source: Delete VMs
de: VMs löschen
fr: Supprimer les VMs
it: Elimina VM

source: Edit Configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration
it: Modifica Configurazione

source: Hypervisor default
de: Hypervisor-Standard
fr: Défaut hyperviseur
it: Predefinito Hypervisor

source: Localhost only
de: Nur Localhost
fr: Localhost uniquement
it: Solo Localhost

source: All interfaces
de: Alle Schnittstellen
fr: Toutes les interfaces
it: Tutte le interfacce

source: NAT Network
de: NAT Netzwerk
fr: Réseau NAT
it: Rete NAT

source: Routed Network
de: Geroutetes Netzwerk
fr: Réseau routé
it: Rete Routata

source: e.g., 192.168.1.0/24
de: z.B. 192.168.1.0/24
fr: ex : 192.168.1.0/24
it: es., 192.168.1.0/24

source: e.g., 192.168.1.10
de: z.B. 192.168.1.10
fr: ex : 192.168.1.10
it: es., 192.168.1.10

source: e.g., 192.168.1.200
de: z.B. 192.168.1.200
fr: ex : 192.168.1.200
it: es., 192.168.1.200

source: Select Network and Model
de: Netzwerk und Modell auswählen
fr: Sélectionner le réseau et le modèle
it: Seleziona Rete e Modello

source: Use Custom DNS Domain
de: Benutzerdefinierte DNS-Domain verwenden
fr: Utiliser un domaine DNS personnalisé
it: Usa Dominio DNS Personalizzato

source: Use Network Name for DNS
de: Netzwerknamen für DNS verwenden
fr: Utiliser le nom du réseau pour le DNS
it: Usa Nome Rete per DNS

source: Custom DNS Domain
de: Benutzerdefinierte DNS-Domain
fr: Domaine DNS personnalisé
it: Dominio DNS Personalizzato

source: Network Details
de: Netzwerkdetails
fr: Détails du réseau
it: Dettagli Rete

source: Undefine source VM
de: Quell-VM undefinieren
fr: Supprimer la définition de la VM source
it: Rimuovi definizione VM sorgente

source: Edit Disk: {path}
de: Festplatte bearbeiten: {path}
fr: Modifier le disque : {path}
it: Modifica Disco: {path}

source: Move Volume: {volume_name}
de: Volume verschieben: {volume_name}
fr: Déplacer le volume : {volume_name}
it: Sposta Volume: {volume_name}

source: [{migration_type}] Migrate VMs: [b]{vm_names}[/b]
de: [{migration_type}] VMs migrieren: [b]{vm_names}[/b]
fr: [{migration_type}] Migrer les VMs : [b]{vm_names}[/b]
it: [{migration_type}] Migra VM: [b]{vm_names}[/b]

source: Server Preferences
de: Server-Einstellungen
fr: Préférences du serveur
it: Preferenze Server
