Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: Boot firmware type. UEFI is modern and secure, Legacy BIOS for older operating systems.
fr: Type de firmware de démarrage. UEFI est moderne et sécurisé, Legacy BIOS pour les anciens systèmes d'exploitation.Type de firmware de démarrage. UEFI est moderne et sécurisé, Legacy BIOS pour les anciens systèmes d'exploitation.

source: Automatically configure the operating system during installation using AutoYaST templates. Works with Expert Mode hardware settings.
fr: Configurez automatiquement le système d'exploitation lors de l'installation en utilisant les modèles AutoYaST. Fonctionne avec les paramètres matériels du mode Expert.Configurez automatiquement le système d'exploitation lors de l'installation en utilisant les modèles AutoYaST. Fonctionne avec les paramètres matériels du mode Expert.

source: Choose a pre-configured installation template. Templates define software packages, users, and system settings.
fr: Choisissez un modèle d'installation pré-configuré. Les modèles définissent les paquets logiciels, les utilisateurs et les paramètres système.Choisissez un modèle d'installation pré-configuré. Les modèles définissent les paquets logiciels, les utilisateurs et les paramètres système.

source: Configure the initial user accounts and system hostname for automated installation.
fr: Configurez les comptes utilisateurs initiaux et le nom d'hôte du système pour l'installation automatisée.Configurez les comptes utilisateurs initiaux et le nom d'hôte du système pour l'installation automatisée.

source: Automated Installation
fr: Installation Automatisée

source: Enable automated installation
fr: Activer l'installation automatisée

source: Built-in templates cannot be deleted
fr: Les modèles intégrés ne peuvent pas être supprimés

source: Template exported to {path}
fr: Modèle exporté vers {path}

source: View Template: {template_name}
fr: Voir le modèle : {template_name}

source: Import
fr: Importer

source: User templates stored in: ~/.config/virtui-manager/templates/
fr: Modèles utilisateur stockés dans : ~/.config/virtui-manager/templates/

source: Language
fr: Langue

source: Keyboard Layout
fr: Disposition du clavier

source: Keyboard layout for the system
fr: Disposition du clavier pour le système

source: Checking Environment
fr: Vérification de l'environnement

source: Using existing ISO volume: {path}
fr: Utilisation du volume ISO existant : {path}

source: Using local ISO image
fr: Utilisation de l'image ISO locale

source: ISO found in cache, skipping download
fr: ISO trouvée dans le cache, téléchargement ignoré

source: Setting up UEFI Firmware
fr: Configuration du firmware UEFI

source: Generating automation configuration
fr: Génération de la configuration d'automatisation

source: Opening automation file in editor
fr: Ouverture du fichier d'automatisation dans l'éditeur

source: Provisioning Complete (Configuration Mode)
fr: Provisioning Terminé (Mode Configuration)

source: Waiting for VM
fr: Attente de la VM

source: Configuring VM (XML)
fr: Configuration de la VM (XML)

source: Secure VM
fr: VM Sécurisée

source: Desktop (Linux)
fr: Bureau (Linux)

source: Wesockify will handle a **single WebSocket** connection and exit. So it will be possible to **connect only ONE** time. If you disconnect you need to restart a new Web Console.
de: Wesockify übernimmt eine **einzige WebSocket**-Verbindung und beendet sich danach. Es wird daher nur **eine Verbindung** möglich sein. Trennen Sie die Verbindung, müssen Sie eine neue Web-Konsole starten.
fr: Wesockify gère une **unique connexion WebSocket** puis se termine. Il ne sera donc possible de se **connecter qu'une seule fois**. Si vous vous déconnectez, vous devez relancer une nouvelle console Web.
it: Wesockify gestirà una **singola connessione WebSocket** e si chiuderà. Sarà quindi possibile connettersi **una sola volta**. Se ti disconnetti, devi riavviare una nuova console Web.

source: Run Web console on remote server. This will use a **LOT** of network bandwidth. It is recommended to **reduce quality** and enable **max compression**.
de: Web-Konsole auf einem entfernten Server ausführen. Das verbraucht eine **MENGE** Netzwerkbandbreite. Es wird empfohlen, die **Qualität zu reduzieren** und die **maximale Kompression** zu aktivieren.
fr: Exécutez la console Web sur un serveur distant. Cela consommera une **ENORME** quantité de bande passante. Il est recommandé de **réduire la qualité** et d'activer la **compression maximale**.
it: Esegui la console Web su un server remoto. Questo consumerà una **QUANTITÀ ENORME** di banda. Si consiglia di **ridurre la qualità** e abilitare la **compressione massima**.

source: [bold]-- Shared Storage Pools --[/]
de: [bold]-- Gemeinsame Speicherpools --[/]
fr: [bold]-- Pools de stockage partagés --[/]
it: [bold]-- Pool di archiviazione condivisi --[/]

source: [on blue][bold]--- CHECKING {vm_name} ---[/][/]
de: [on blue][bold]--- ÜBERPRÜFE {vm_name} ---[/][/]
fr: [on blue][bold]--- VÉRIFICATION {vm_name} ---[/][/]
it: [on blue][bold]--- CONTROLLO DI {vm_name} ---[/][/]

source: Virsh shell terminated.
de: Virsh-Shell beendet.
fr: Shell virsh terminée.
it: Shell virsh terminata.

source: [red]✗ Compatibility checks failed for {vm_name}[/]
de: [red]✗ Kompatibilitätsprüfungen für {vm_name} fehlgeschlagen[/]
fr: [red]✗ Vérification de compatibilité de {vm_name} échouée[/]
it: [red]✗ I controlli di compatibilità per {vm_name} sono falliti[/]

source: [bold]--- Migrating {vm_name} ---[/]
de: [bold]--- Migration von {vm_name} ---[/]
fr: [bold]--- Migration de {vm_name} ---[/]
it: [bold]--- Migrazione di {vm_name} ---[/]

source: [green]✓ Successfully undefined {vm_name} from the source host.[/]
de: [green]✓ {vm_name} erfolgreich vom Quellhost entfernt.[/]
fr: [green]✓ {vm_name} dissociée avec succès de l'hôte source.[/]
it: [green]✓ {vm_name} rimosso correttamente dall'host di origine.[/]

source: [yellow]WARNING: Failed to undefine {vm_name} from the source host: {error}[/]
de: [yellow]WARNUNG: {vm_name} konnte nicht vom Quellhost entfernt werden: {error}[/]
fr: [yellow]AVERTISSEMENT : Impossible de dissocier {vm_name} de l'hôte source : {error}[/]
it: [yellow]ATTENZIONE: Impossibile rimuovere {vm_name} dall'host di origine: {error}[/]

source: [yellow]HINT: This usually means the user running the source libvirt daemon (root?) does not have the destination host in its known_hosts file, or cannot authenticate. Try running 'sudo ssh <destination_host>' on the source server to accept the host key.[/yellow]
de: [yellow]HINWEIS: Das bedeutet meist, dass der Benutzer, der den Quell-libvirt-Daemon (vermutlich root) verwendet, den Zielhost nicht in seiner known_hosts-Datei hat oder sich nicht authentifizieren kann. Führen Sie 'sudo ssh <destination_host>' auf dem Quellserver aus, um den Host-Key zu akzeptieren.[/yellow]
fr: [yellow]INDICE : Cela signifie généralement que l'utilisateur exécutant le démon libvirt source (root ?) n'a pas la machine cible dans son fichier known_hosts ou ne peut pas s'authentifier. Exécutez 'sudo ssh <destination_host>' sur le serveur source pour accepter la clé de l'hôte.[/yellow]
it: [yellow]SUGGERIMENTO: Di solito significa che l'utente che esegue il demone libvirt di origine (root?) non ha il host di destinazione nel file known_hosts o non può autenticarsi. Esegui 'sudo ssh <destination_host>' sul server di origine per accettare la chiave dell'host.[/yellow]

source: [bold]--- Migration process finished ---[/]
de: [bold]--- Migrationsprozess abgeschlossen ---[/]
fr: [bold]--- Processus de migration terminé ---[/]
it: [bold]--- Processo di migrazione terminato ---[/]

source: Pool is not active
de: Pool ist nicht aktiv
fr: Le pool n'est pas actif
it: Il pool non è attivo

source: Disk R/W {read:.2f}/{write:.2f} MB/s
de: Festplatte L/S {read:.2f}/{write:.2f} MB/s
fr: Disque L/É {read:.2f}/{write:.2f} Mo/s
it: Disco R/W {read:.2f}/{write:.2f} MB/s

source: Net Rx/Tx {rx:.2f}/{tx:.2f} MB/s
de: Netz Rx/Tx {rx:.2f}/{tx:.2f} MB/s
fr: Net Rx/Tx {rx:.2f}/{tx:.2f} Mo/s
it: Rete Rx/Tx {rx:.2f}/{tx:.2f} MB/s

source: {mem} Gb
fr: {mem} Go

source: Remote viewer command not found. Please ensure it is installed.
de: Remote-Viewer-Befehl nicht gefunden. Bitte sicherstellen, dass er installiert ist.
fr: Commande remote viewer non trouvée. Veuillez vérifier son installation.
it: Comando visualizzatore remoto non trovato. Assicurati che sia installato.

source: Could not open display. Ensure you are in a graphical session.
de: Konnte Display nicht öffnen. Stellen Sie sicher, dass Sie in einer grafischen Sitzung sind.
fr: Impossible d'ouvrir l'affichage. Vérifiez que vous êtes dans une session graphique.
it: Impossibile aprire il display. Assicurati di essere in una sessione grafica.

source: This is a hard stop, like unplugging the power cord.
de: Dies ist ein harter Stopp, wie das Ziehen des Netzsteckers.
fr: C'est un arrêt brutal, comme débrancher le cordon d'alimentation.
it: Questo è un arresto forzato, come staccare la spina.

source: No destination servers available.
de: Keine Ziel-Server verfügbar.
fr: Aucun serveur de destination disponible.
it: Nessun server di destinazione disponibile.

source: Cannot migrate VMs from different source hosts at the same time.
de: Kann keine VMs von verschiedenen Quell-Hosts gleichzeitig migrieren.
fr: Impossible de migrer des VMs depuis des hôtes sources différents simultanément.
it: Impossibile migrare VM da host sorgente diversi contemporaneamente.

source: Cannot migrate running/paused and stopped VMs at the same time.
de: Kann keine laufenden/pausierten und gestoppten VMs gleichzeitig migrieren.
fr: Impossible de migrer des VMs en cours/pause et arrêtées simultanément.
it: Impossibile migrare VM in esecuzione/pausa e ferme contemporaneamente.

source: websockify is not installed. 'Web Console' button will be disabled.
de: websockify ist nicht installiert. 'Web-Konsole'-Button wird deaktiviert.
fr: websockify n'est pas installé. Le bouton 'Console Web' sera désactivé.
it: websockify non è installato. Il pulsante 'Console Web' sarà disabilitato.

source: novnc is not installed. 'Web Console' button will be disabled.
de: novnc ist nicht installiert. 'Web-Konsole'-Button wird deaktiviert.
fr: novnc n'est pas installé. Le bouton 'Console Web' sera désactivé.
it: novnc non è installato. Il pulsante 'Console Web' sarà disabilitato.

source: Failed to open connection to [b]{uri}[/b]
de: Konnte keine Verbindung zu [b]{uri}[/b] öffnen
fr: Échec de l'ouverture de la connexion à [b]{uri}[/b]
it: Impossibile aprire connessione a [b]{uri}[/b]

source: Not connected to any server.
de: Nicht mit einem Server verbunden.
fr: Connecté à aucun serveur.
it: Non connesso ad alcun server.

source: Could not connect to {uri}
de: Konnte nicht mit {uri} verbinden
fr: Impossible de se connecter à {uri}
it: Impossibile connettersi a {uri}

source: No action type received from bulk action modal.
de: Kein Aktionstyp vom Massenaktions-Modal empfangen.
fr: Aucun type d'action reçu du modal d'action en masse.
it: Nessun tipo di azione ricevuto dal modale azione di massa.

source: Could not find any of the selected VMs for editing.
de: Konnte keine der ausgewählten VMs zum Bearbeiten finden.
fr: Impossible de trouver les VMs sélectionnées pour modification.
it: Impossibile trovare nessuna delle VM selezionate per la modifica.

source: All VMs must be stopped for bulk editing. Running VMs: {running_vms}
de: Alle VMs müssen für die Massenbearbeitung gestoppt sein. Laufende VMs: {running_vms}
fr: Toutes les VMs doivent être arrêtées pour modification en masse. VMs en cours : {running_vms}
it: Tutte le VM devono essere ferme per la modifica di massa. VM in esecuzione: {running_vms}

source: Could not load details for reference VM.
de: Konnte Details für Referenz-VM nicht laden.
fr: Impossible de charger les détails de la VM de référence.
it: Impossibile caricare i dettagli per la VM di riferimento.

source: Server(s) {names} disconnected and autoconnect disabled due to connection failures.
de: Server {names} getrennt und Autoconnect deaktiviert aufgrund von Verbindungsfehlern.
fr: Le(s) serveur(s) {names} déconnecté(s) et connexion auto désactivée suite à des échecs de connexion.
it: Server {names} disconnessi e autoconnessione disabilitata a causa di fallimenti di connessione.

source: No active servers.
de: Keine aktiven Server.
fr: Aucun serveur actif.
it: Nessun server attivo.

source: No VMs found in cache. Try refreshing first.
de: Keine VMs im Cache gefunden. Versuchen Sie zuerst zu aktualisieren.
fr: Aucune VM trouvée dans le cache. Essayez d'actualiser d'abord.
it: Nessuna VM trovata in cache. Prova prima ad aggiornare.

source: No VMs selected.
de: Keine VMs ausgewählt.
fr: Aucune VM sélectionnée.
it: Nessuna VM selezionata.

source: Error fetching VM data: {error}
de: Fehler beim Abrufen der VM-Daten: {error}
fr: Erreur lors de la récupération des données VM : {error}
it: Errore recupero dati VM: {error}

source: Error during initial cache loading: {error}
de: Fehler beim initialen Laden des Caches: {error}
fr: Erreur lors du chargement initial du cache : {error}
it: Errore durante il caricamento iniziale della cache: {error}

source: Error on VM [b]{vm_name}[/b] during '{action}': {error}
de: Fehler bei VM [b]{vm_name}[/b] während '{action}': {error}
fr: Erreur sur la VM [b]{vm_name}[/b] pendant '{action}' : {error}
it: Errore su VM [b]{vm_name}[/b] durante '{action}': {error}

source: A fatal error occurred during bulk action: {error}
de: Ein schwerwiegender Fehler ist während der Massenaktion aufgetreten: {error}
fr: Une erreur fatale est survenue pendant l'action en masse : {error}
it: Si è verificato un errore fatale durante l'azione di massa: {error}

source: Error getting info for VM '{vm_name}': {error}
de: Fehler beim Abrufen von Infos für VM '{vm_name}': {error}
fr: Erreur lors de la récupération des infos de la VM '{vm_name}' : {error}
it: Errore ottenimento info per VM '{vm_name}': {error}

source: Could not find VM with ID [b]{vm_id}[/b]
de: Konnte VM mit ID [b]{vm_id}[/b] nicht finden
fr: Impossible de trouver la VM avec l'ID [b]{vm_id}[/b]
it: Impossibile trovare VM con ID [b]{vm_id}[/b]

source: Error preparing bulk edit: {error}
de: Fehler beim Vorbereiten der Massenbearbeitung: {error}
fr: Erreur lors de la préparation de la modification en masse : {error}
it: Errore preparazione modifica di massa: {error}

source: Server [b]{server_name}[/b]: {error_msg}
fr: Serveur [b]{server_name}[/b] : {error_msg}

source: Failed to connect to [b]{server_name}[/b]: {error_msg}
de: Konnte nicht mit [b]{server_name}[/b] verbinden: {error_msg}
fr: Échec de connexion au serveur [b]{server_name}[/b] : {error_msg}
it: Fallita connessione a [b]{server_name}[/b]: {error_msg}

source: Bulk action [b]{action_type}[/b] failed for {count} VMs.
de: Massenaktion [b]{action_type}[/b] fehlgeschlagen für {count} VMs.
fr: L'action en masse [b]{action_type}[/b] a échoué pour {count} VMs.
it: Azione di massa [b]{action_type}[/b] fallita per {count} VM.

source: Error launching preferences: {error}
de: Fehler beim Starten der Einstellungen: {error}
fr: Erreur lors du lancement des préférences : {error}
it: Errore avvio preferenze: {error}

source: Could not retrieve names for selected VMs.
de: Konnte Namen für ausgewählte VMs nicht abrufen.
fr: Impossible de récupérer les noms des VMs sélectionnées.
it: Impossibile recuperare i nomi per le VM selezionate.

source: Failed to clone to: {vm_names}
de: Klonen fehlgeschlagen nach: {vm_names}
fr: Échec du clonage vers : {vm_names}
it: Fallita clonazione in: {vm_names}

source: No suitable disks found for overlay.
de: Keine geeigneten Festplatten für Overlay gefunden.
fr: Aucun disque approprié pour l'overlay.
it: Nessun disco adatto trovato per overlay.

source: Overlay volume name cannot be empty after sanitization.
de: Overlay-Volumename darf nach Bereinigung nicht leer sein.
fr: Le nom du volume overlay ne peut pas être vide après nettoyage.
it: Il nome del volume overlay non può essere vuoto dopo la sanificazione.

source: Error creating overlay: {error}
de: Fehler beim Erstellen des Overlays: {error}
fr: Erreur lors de la création de l'overlay : {error}
it: Errore creazione overlay: {error}

source: Error preparing overlay creation: {error}
de: Fehler bei Vorbereitung der Overlay-Erstellung: {error}
fr: Erreur lors de la préparation de la création de l'overlay : {error}
it: Errore preparazione creazione overlay: {error}

source: No overlay disks found.
de: Keine Overlay-Festplatten gefunden.
fr: Aucun disque overlay trouvé.
it: Nessun disco overlay trovato.

source: Error discarding overlay: {error}
de: Fehler beim Verwerfen des Overlays: {error}
fr: Erreur lors du rejet de l'overlay : {error}
it: Errore scarto overlay: {error}

source: Error preparing discard overlay: {error}
de: Fehler bei Vorbereitung des Overlay-Verwerfens: {error}
fr: Erreur lors de la préparation du rejet de l'overlay : {error}
it: Errore preparazione scarto overlay: {error}

source: No disks found to commit.
de: Keine Festplatten zum Festschreiben gefunden.
fr: Aucun disque trouvé à commiter.
it: Nessun disco trovato per il commit.

source: Error committing disk: {error}
de: Fehler beim Festschreiben der Festplatte: {error}
fr: Erreur lors du commit disque : {error}
it: Errore commit disco: {error}

source: Error preparing commit: {error}
de: Fehler bei Vorbereitung des Festschreibens: {error}
fr: Erreur lors de la préparation du commit : {error}
it: Errore preparazione commit: {error}

source: Invalid XML for '[b]{vm_name}[/b]': {error}. Your changes have been discarded.
de: Ungültiges XML für '[b]{vm_name}[/b]': {error}. Ihre Änderungen wurden verworfen.
fr: XML invalide pour '[b]{vm_name}[/b]' : {error}. Vos modifications ont été rejetées.
it: XML non valido per '[b]{vm_name}[/b]': {error}. Le tue modifiche sono state scartate.

source: Error getting XML for VM [b]{vm_name}[/b]: {error}
de: Fehler beim Abrufen von XML für VM [b]{vm_name}[/b]: {error}
fr: Erreur lors de la récupération de l'XML pour la VM [b]{vm_name}[/b] : {error}
it: Errore ottenimento XML per VM [b]{vm_name}[/b]: {error}

source: An unexpected error occurred: {error}
de: Ein unerwarteter Fehler ist aufgetreten: {error}
fr: Une erreur inattendue est survenue : {error}
it: Si è verificato un errore imprevisto: {error}

source: Connection info not available for this VM.
de: Verbindungsinformationen nicht verfügbar für diese VM.
fr: Infos de connexion non disponibles pour cette VM.
it: Info connessione non disponibili per questa VM.

source: {viewer} failed to start for {domain_name}: {error}
de: {viewer} konnte für {domain_name} nicht gestartet werden: {error}
fr: {viewer} n'a pas pu démarrer pour {domain_name} : {error}
it: {viewer} fallito avvio per {domain_name}: {error}

source: Error getting VM details for [b]{vm_name}[/b]: {error}
de: Fehler beim Abrufen von VM-Details für [b]{vm_name}[/b]: {error}
fr: Erreur lors de la récupération des détails VM pour [b]{vm_name}[/b] : {error}
it: Errore ottenimento dettagli VM per [b]{vm_name}[/b]: {error}

source: An unexpected error occurred while trying to connect.
de: Ein unerwarteter Fehler ist beim Verbindungsversuch aufgetreten.
fr: Une erreur inattendue est survenue lors de la tentative de connexion.
it: Si è verificato un errore imprevisto durante il tentativo di connessione.

source: Error checking web console status for [b]{vm_name}[/b]: {error}
de: Fehler beim Prüfen des Web-Konsolen-Status für [b]{vm_name}[/b]: {error}
fr: Erreur lors de la vérification du statut de la console web pour [b]{vm_name}[/b] : {error}
it: Errore controllo stato console web per [b]{vm_name}[/b]: {error}

source: Snapshot error for [b]{vm_name}[/b]: {error}
de: Schnappschuss-Fehler für [b]{vm_name}[/b]: {error}
fr: Erreur d'instantané pour [b]{vm_name}[/b] : {error}
it: Errore snapshot per [b]{vm_name}[/b]: {error}

source: No snapshots to restore.
de: Keine Schnappschüsse zum Wiederherstellen.
fr: Aucun instantané à restaurer.
it: Nessuno snapshot da ripristinare.

source: Error fetching snapshots: {error}
de: Fehler beim Abrufen von Schnappschüssen: {error}
fr: Erreur lors de la récupération des instantanés : {error}
it: Errore recupero snapshot: {error}

source: No snapshots to delete.
de: Keine Schnappschüsse zum Löschen.
fr: Aucun instantané à supprimer.
it: Nessuno snapshot da eliminare.

source: Error deleting VM '{vm_name}': {error}
de: Fehler beim Löschen von VM '{vm_name}': {error}
fr: Erreur lors de la suppression de la VM '{vm_name}' : {error}
it: Errore eliminazione VM '{vm_name}': {error}

source: VM name cannot be empty after sanitization.
de: VM-Name darf nach Bereinigung nicht leer sein.
fr: Le nom de la VM ne peut pas être vide après nettoyage.
it: Il nome VM non può essere vuoto dopo la sanificazione.

source: Error renaming VM [b]{vm_name}[/b]: {error}
de: Fehler beim Umbenennen von VM [b]{vm_name}[/b]: {error}
fr: Erreur lors du renommage de la VM [b]{vm_name}[/b] : {error}
it: Errore rinomina VM [b]{vm_name}[/b]: {error}

source: VM [b]{vm_name}[/b] with internal ID [b]{uuid}[/b] not found on any active server.
de: VM [b]{vm_name}[/b] mit interner ID [b]{uuid}[/b] auf keinem aktiven Server gefunden.
fr: La VM [b]{vm_name}[/b] avec l'ID interne [b]{uuid}[/b] n'a été trouvée sur aucun serveur actif.
it: VM [b]{vm_name}[/b] con ID interno [b]{uuid}[/b] non trovata su alcun server attivo.

source: Error getting ID for [b]{vm_name}[/b]: {error}
de: Fehler beim Abrufen der ID für [b]{vm_name}[/b]: {error}
fr: Erreur lors de la récupération de l'ID pour [b]{vm_name}[/b] : {error}
it: Errore ottenimento ID per [b]{vm_name}[/b]: {error}

source: Please select at least two servers in 'Select Servers' to enable migration.
de: Bitte wählen Sie mindestens zwei Server in 'Server wählen' aus, um die Migration zu aktivieren.
fr: Veuillez sélectionner au moins deux serveurs dans 'Sélectionner les serveurs' pour activer la migration.
it: Seleziona almeno due server in 'Seleziona Server' per abilitare la migrazione.

source: Selected VM with ID [b]{uuid}[/b] not found on any active server.
de: Ausgewählte VM mit ID [b]{uuid}[/b] auf keinem aktiven Server gefunden.
fr: La VM sélectionnée avec l'ID [b]{uuid}[/b] n'a été trouvée sur aucun serveur actif.
it: VM selezionata con ID [b]{uuid}[/b] non trovata su alcun server attivo.

source: Error getting existing VM names: {error}
de: Fehler beim Abrufen existierender VM-Namen: {error}
fr: Erreur lors de la récupération des noms de VMs existantes : {error}
it: Errore ottenimento nomi VM esistenti: {error}

source: Web console only supports VNC graphics.
de: Web-Konsole unterstützt nur VNC-Grafik.
fr: La console web ne supporte que les graphismes VNC.
it: La console web supporta solo grafica VNC.

source: Could not determine VNC port for the VM.
de: Konnte VNC-Port für die VM nicht ermitteln.
fr: Impossible de déterminer le port VNC pour la VM.
it: Impossibile determinare porta VNC per la VM.

source: Failed to start web console: {error}
de: Start der Web-Konsole fehlgeschlagen: {error}
fr: Échec du démarrage de la console web : {error}
it: Avvio console web fallito: {error}

source: Could not find a free port for the web console (all ports in range used by other sessions).
de: Konnte keinen freien Port für die Web-Konsole finden (alle Ports im Bereich werden von anderen Sitzungen verwendet).
fr: Impossible de trouver un port libre pour la console web (tous les ports de la plage sont utilisés).
it: Impossibile trovare una porta libera per la console web (tutte le porte nell'intervallo usate da altre sessioni).
