Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: VM '{vm_name}' not found for details.
de: VM '{vm_name}' für Details nicht gefunden.
fr: VM '{vm_name}' non trouvée pour les détails.
it: VM '{vm_name}' non trovata per dettagli.

source: Could not get XML for VM '{vm_name}': {error}
de: Konnte XML für VM '{vm_name}' nicht abrufen: {error}
fr: Impossible d'obtenir l'XML pour la VM '{vm_name}' : {error}
it: Impossibile ottenere XML per VM '{vm_name}': {error}

source: VM must be stopped to edit CPU settings.
de: VM muss gestoppt sein, um CPU-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres CPU.
it: La VM deve essere ferma per modificare le impostazioni CPU.

source: VM must be stopped to edit memory settings.
de: VM muss gestoppt sein, um Speichereinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres mémoire.
it: La VM deve essere ferma per modificare le impostazioni memoria.

source: VM must be stopped to change machine type.
de: VM muss gestoppt sein, um Maschinentyp zu ändern.
fr: La VM doit être arrêtée pour changer le type de machine.
it: La VM deve essere ferma per cambiare il tipo di macchina.

source: VM must be stopped to change shared memory settings.
de: VM muss gestoppt sein, um Einstellungen für gemeinsam genutzten Speicher zu ändern.
fr: La VM doit être arrêtée pour changer les paramètres de mémoire partagée.
it: La VM deve essere ferma per cambiare le impostazioni memoria condivisa.

source: VM must be stopped to change firmware settings.
de: VM muss gestoppt sein, um Firmware-Einstellungen zu ändern.
fr: La VM doit être arrêtée pour changer les paramètres du firmware.
it: La VM deve essere ferma per cambiare le impostazioni firmware.

source: VM must be stopped to edit boot order.
de: VM muss gestoppt sein, um Boot-Reihenfolge zu bearbeiten.
fr: La VM doit être arrêtée pour modifier l'ordre de démarrage.
it: La VM deve essere ferma per modificare l'ordine di avvio.

source: VM must be stopped to edit network settings.
de: VM muss gestoppt sein, um Netzwerkeinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres réseau.
it: La VM deve essere ferma per modificare le impostazioni di rete.

source: VM must be stopped to edit VirtIO-FS settings.
de: VM muss gestoppt sein, um VirtIO-FS-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres VirtIO-FS.
it: La VM deve essere ferma per modificare le impostazioni VirtIO-FS.

source: VM must be stopped to edit video settings.
de: VM muss gestoppt sein, um Videoeinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres vidéo.
it: La VM deve essere ferma per modificare le impostazioni video.

source: VM must be stopped to edit sound settings.
de: VM muss gestoppt sein, um Soundeinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres son.
it: La VM deve essere ferma per modificare le impostazioni audio.

source: VM must be stopped to edit graphics settings.
de: VM muss gestoppt sein, um Grafikeinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres graphiques.
it: La VM deve essere ferma per modificare le impostazioni grafiche.

source: VM must be stopped to edit TPM settings.
de: VM muss gestoppt sein, um TPM-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres TPM.
it: La VM deve essere ferma per applicare le impostazioni TPM.

source: VM must be stopped to edit RNG settings.
de: VM muss gestoppt sein, um RNG-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres RNG.
it: La VM deve essere ferma per applicare le impostazioni RNG.

source: VM must be stopped to edit serial settings.
de: VM muss gestoppt sein, um serielle Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres série.
it: La VM deve essere ferma per modificare le impostazioni seriali.

source: VM must be stopped to edit watchdog settings.
de: VM muss gestoppt sein, um Watchdog-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres watchdog.
it: La VM deve essere ferma per modificare le impostazioni watchdog.

source: VM must be stopped to edit PCI settings.
de: VM muss gestoppt sein, um PCI-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres PCI.
it: La VM deve essere ferma per modificare le impostazioni PCI.

source: VM must be stopped to edit USB settings.
de: VM muss gestoppt sein, um USB-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres USB.
it: La VM deve essere ferma per modificare le impostazioni USB.

source: VM must be stopped to edit controller settings.
de: VM muss gestoppt sein, um Controller-Einstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres du contrôleur.
it: La VM deve essere ferma per modificare le impostazioni controller.

source: VM must be stopped to edit channel settings.
de: VM muss gestoppt sein, um Kanaleinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres du canal.
it: La VM deve essere ferma per modificare le impostazioni canale.

source: VM must be stopped to edit input settings.
de: VM muss gestoppt sein, um Eingabeeinstellungen zu bearbeiten.
fr: La VM doit être arrêtée pour modifier les paramètres d'entrée.
it: La VM deve essere ferma per modificare le impostazioni input.

source: Error toggling disk state: {error}
de: Fehler beim Umschalten des Festplattenstatus: {error}
fr: Erreur lors du basculement de l'état du disque : {error}
it: Errore commutazione stato disco: {error}

source: Error removing disk: {error}
de: Fehler beim Entfernen der Festplatte: {error}
fr: Erreur lors de la suppression du disque : {error}
it: Errore rimozione disco: {error}

source: Error adding disk: {error}
de: Fehler beim Hinzufügen der Festplatte: {error}
fr: Erreur lors de l'ajout du disque : {error}
it: Errore aggiunta disco: {error}

source: Error attaching existing disk: {error}
de: Fehler beim Anhängen der vorhandenen Festplatte: {error}
fr: Erreur lors de l'attachement d'un disque existant : {error}
it: Errore collegamento disco esistente: {error}

source: Error editing disk: {error}
de: Fehler beim Bearbeiten der Festplatte: {error}
fr: Erreur lors de la modification du disque : {error}
it: Errore modifica disco: {error}

source: Error setting VM video model: {error}
de: Fehler beim Einstellen des VM-Videomodells: {error}
fr: Erreur lors du réglage du modèle vidéo de la VM : {error}
it: Errore impostazione modello video VM: {error}

source: Error setting CPU model: {error}
de: Fehler beim Einstellen des CPU-Modells: {error}
fr: Erreur lors du réglage du modèle CPU : {error}
it: Errore impostazione modello CPU: {error}

source: Error setting UEFI file: {error}
de: Fehler beim Einstellen der UEFI-Datei: {error}
fr: Erreur lors du réglage du fichier UEFI : {error}
it: Errore impostazione file UEFI: {error}

source: Error setting shared memory: {error}
de: Fehler beim Einstellen des gemeinsamen Speichers: {error}
fr: Erreur lors du réglage de la mémoire partagée : {error}
it: Errore impostazione memoria condivisa: {error}

source: Error setting VM graphics: {error}
de: Fehler beim Einstellen der VM-Grafik: {error}
fr: Erreur lors du réglage graphisme VM : {error}
it: Errore impostazione grafica VM: {error}

source: Error setting VM sound model: {error}
de: Fehler beim Einstellen des VM-Soundmodells: {error}
fr: Erreur lors du réglage du modèle son VM : {error}
it: Errore impostazione modello audio VM: {error}

source: Error setting VM RNG: {error}
de: Fehler beim Einstellen von VM RNG: {error}
fr: Erreur lors du réglage RNG VM : {error}
it: Errore impostazione RNG VM: {error}

source: Error setting VM TPM: {error}
de: Fehler beim Einstellen von VM TPM: {error}
fr: Erreur lors du réglage TPM VM : {error}
it: Errore impostazione TPM VM: {error}

source: Error attaching USB device: {error}
de: Fehler beim Anhängen des USB-Geräts: {error}
fr: Erreur lors de l'attachement d'un périphérique USB : {error}
it: Errore collegamento dispositivo USB: {error}

source: Error detaching USB device: {error}
de: Fehler beim Abhängen des USB-Geräts: {error}
fr: Erreur lors du détachement d'un périphérique USB : {error}
it: Errore scollegamento dispositivo USB: {error}

source: Error adding serial console: {error}
de: Fehler beim Hinzufügen der seriellen Konsole: {error}
fr: Erreur lors de l'ajout d'une console série : {error}
it: Errore aggiunta console seriale: {error}

source: Error removing serial console: {error}
de: Fehler beim Entfernen der seriellen Konsole: {error}
fr: Erreur lors de la suppression de la console série : {error}
it: Errore rimozione console seriale: {error}

source: Error adding input device: {error}
de: Fehler beim Hinzufügen des Eingabegeräts: {error}
fr: Erreur lors de l'ajout d'un périphérique d'entrée : {error}
it: Errore aggiunta dispositivo input: {error}

source: Error removing input device: {error}
de: Fehler beim Entfernen des Eingabegeräts: {error}
fr: Erreur lors de la suppression du périphérique d'entrée : {error}
it: Errore rimozione dispositivo input: {error}

source: Error setting VM watchdog: {error}
de: Fehler beim Einstellen des VM-Watchdogs: {error}
fr: Erreur lors du réglage du watchdog VM : {error}
it: Errore impostazione watchdog VM: {error}

source: Error removing VM watchdog: {error}
de: Fehler beim Entfernen des VM-Watchdogs: {error}
fr: Erreur lors de la suppression du watchdog VM : {error}
it: Errore rimozione watchdog VM: {error}

source: Error adding USB device: {error}
de: Fehler beim Hinzufügen des USB-Geräts: {error}
fr: Erreur lors de l'ajout d'un périphérique USB : {error}
it: Errore aggiunta dispositivo USB: {error}

source: Error removing USB device: {error}
de: Fehler beim Entfernen des USB-Geräts: {error}
fr: Erreur lors de la suppression du périphérique USB : {error}
it: Errore rimozione dispositivo USB: {error}

source: Error adding SCSI controller: {error}
de: Fehler beim Hinzufügen des SCSI-Controllers: {error}
fr: Erreur lors de l'ajout d'un contrôleur SCSI : {error}
it: Errore aggiunta controller SCSI: {error}

source: Error removing SCSI controller: {error}
de: Fehler beim Entfernen des SCSI-Controllers: {error}
fr: Erreur lors de la suppression du contrôleur SCSI : {error}
it: Errore rimozione controller SCSI: {error}

source: Error migrating VM machine type: {error}
de: Fehler bei der Migration des VM-Maschinentyps: {error}
fr: Erreur lors de la migration du type de machine VM : {error}
it: Errore migrazione tipo macchina VM: {error}

source: Error setting VM NUMA tune: {error}
de: Fehler beim Einstellen von VM NUMA Tune: {error}
fr: Erreur lors du réglage NUMA tune VM : {error}
it: Errore impostazione NUMA tune VM: {error}

source: Error setting VM CPU tune: {error}
de: Fehler beim Einstellen von VM CPU Tune: {error}
fr: Erreur lors du réglage CPU tune VM : {error}
it: Errore impostazione CPU tune VM: {error}

source: Error removing VirtIO-FS: {error}
de: Fehler beim Entfernen von VirtIO-FS: {error}
fr: Erreur lors de la suppression de VirtIO-FS : {error}
it: Errore rimozione VirtIO-FS: {error}

source: Error adding VirtIO-FS: {error}
de: Fehler beim Hinzufügen von VirtIO-FS: {error}
fr: Erreur lors de l'ajout de VirtIO-FS : {error}
it: Errore aggiunta VirtIO-FS: {error}

source: Error checking for other SPICE devices: {error}
de: Fehler beim Prüfen auf andere SPICE-Geräte: {error}
fr: Erreur lors de la recherche d'autres périphériques SPICE : {error}
it: Errore controllo altri dispositivi SPICE: {error}

source: Error removing SPICE devices: {error}
de: Fehler beim Entfernen von SPICE-Geräten: {error}
fr: Erreur lors de la suppression des périphériques SPICE : {error}
it: Errore rimozione dispositivi SPICE: {error}

source: Error saving boot order: {error}
de: Fehler beim Speichern der Boot-Reihenfolge: {error}
fr: Erreur lors de l'enregistrement de l'ordre de démarrage : {error}
it: Errore salvataggio ordine avvio: {error}

source: Sanitized input is too long (max 64 characters)
de: Bereinigte Eingabe ist zu lang (max. 64 Zeichen)
fr: L'entrée assainie est trop longue (max 64 caractères)
it: L'input sanificato è troppo lungo (max 64 caratteri)

source: Sanitized domain name is too long (max 64 characters)
de: Bereinigter Domainname ist zu lang (max. 64 Zeichen)
fr: Le nom de domaine assaini est trop long (max 64 caractères)
it: Il nome di dominio sanificato è troppo lungo (max 64 caratteri).

source: vCPU {vcpu_int} exceeds max vCPUs ({max_vcpus})
de: vCPU {vcpu_int} überschreitet maximale vCPUs ({max_vcpus})
fr: Le vCPU {vcpu_int} dépasse le nombre maximum de vCPUs ({max_vcpus})
it: vCPU {vcpu_int} supera il numero massimo di vCPU ({max_vcpus})

source: Invalid cpuset syntax: {cpuset}
fr: Syntaxe cpuset invalide : {cpuset}

source: Log file ({log_path}) not found.
de: Log-Datei ({log_path}) nicht gefunden.
fr: Le fichier journal ({log_path}) est introuvable.
it: File di log ({log_path}) non trovato.

source: Terminal height is too small ({height} lines). Please resize.
de: Terminalhöhe zu gering ({height} Zeilen). Bitte vergrößern.
fr: La hauteur du terminal est trop petite ({height} lignes). Veuillez redimensionner.
it: L'altezza del terminale è troppo piccola ({height} righe). Regola le dimensioni

source: Terminal width is too small ({width} columns). Please resize.
de: Terminalbreite zu gering ({width} Spalten). Bitte vergrößern.
fr: La largeur du terminal est trop petite ({width} colonnes). Veuillez redimensionner.
it: La larghezza del terminale è troppo piccola ({width} colonne). Regola le dimensioni

source: Template editing requires running inside tmux. Please start virtui-manager inside a tmux session.
fr: L'édition de modèles nécessite de fonctionner dans tmux. Veuillez démarrer virtui-manager dans une session tmux.

source: Editor was cancelled or failed
fr: L'éditeur a été annulé ou a échoué

source: Are you sure you want to delete '{name}'?
de: Sind Sie sicher, dass Sie '{name}' löschen wollen?
fr: Voulez-vous vraiment supprimer '{name}' ?
it: Sei sicuro di voler eliminare '{name}'?

source: Are you sure you want to delete snapshot '{name}'?
de: Sind Sie sicher, dass Sie den Schnappschuss '{name}' löschen wollen?
fr: Voulez-vous vraiment supprimer l'instantané '{name}' ?
it: Sei sicuro di voler eliminare snapshot '{name}'?

source: VM has {count} snapshot(s). To rename, they must be deleted. Delete snapshots and continue?
de: VM hat {count} Schnappschüsse. Zum Umbenennen müssen diese gelöscht werden. Schnappschüsse löschen und fortfahren?
fr: La VM a {count} instantané(s). Pour la renommer, ils doivent être supprimés. Supprimer les instantanés et continuer ?
it: La VM ha {count} snapshot. Per rinominare, devono essere eliminati. Eliminare snapshot e continuare?

source: Experimental Feature! Still contains bugs, fix in progress. You have been informed
de: Experimentelle Funktion! Enthält noch Fehler, Korrektur läuft. Sie wurden informiert
fr: Fonctionnalité expérimentale ! Contient encore des bugs, correctif en cours. Vous avez été prévenu.
it: Funzionalità Sperimentale! Contiene ancora bug, fix in corso. Sei stato avvisato

source: Are you sure you want to remove channel '{target_name}'?
de: Sind Sie sicher, dass Sie Kanal '{target_name}' entfernen wollen?
fr: Voulez-vous vraiment supprimer le canal '{target_name}' ?
it: Sei sicuro di voler rimuovere il canale '{target_name}'?

source: Are you sure you want to remove input device '{device_type}'?
de: Sind Sie sicher, dass Sie Eingabegerät '{device_type}' entfernen wollen?
fr: Voulez-vous vraiment supprimer le périphérique d'entrée '{device_type}' ?
it: Sei sicuro di voler rimuovere il dispositivo input '{device_type}'?

source: Are you sure you want to remove serial console '{port}'?
de: Sind Sie sicher, dass Sie serielle Konsole '{port}' entfernen wollen?
fr: Voulez-vous vraiment supprimer la console série '{port}' ?
it: Sei sicuro di voler rimuovere la console seriale '{port}'?

source: Are you sure you want to remove USB device '{description}'?
de: Sind Sie sicher, dass Sie USB-Gerät '{description}' entfernen wollen?
fr: Voulez-vous vraiment supprimer le périphérique USB '{description}' ?
it: Sei sicuro di voler rimuovere il dispositivo USB '{description}'?

source: Are you sure you want to remove SCSI controller '{model}' at index '{index}'?
de: Sind Sie sicher, dass Sie SCSI-Controller '{model}' am Index '{index}' entfernen wollen?
fr: Voulez-vous vraiment supprimer le contrôleur SCSI '{model}' à l'index '{index}' ?
it: Sei sicuro di voler rimuovere il controller SCSI '{model}' all'indice '{index}'?

source: Are you sure you want to remove VirtIO-FS mount '{target_path}'?
de: Sind Sie sicher, dass Sie VirtIO-FS Mount '{target_path}' entfernen wollen?
fr: Voulez-vous vraiment supprimer le montage VirtIO-FS '{target_path}' ?
it: Sei sicuro di voler rimuovere il mount VirtIO-FS '{target_path}'?

source: This will apply configuration changes to all selected VMs based on the settings you choose. Some changes modify the VM's XML directly. All change cannot be undone. Are you sure you want to proceed?
de: Dies wird die Konfigurationsänderungen auf alle ausgewählten VMs anwenden, basierend auf den von Ihnen gewählten Einstellungen. Einige Änderungen ändern das XML der VM direkt. Alle Änderungen können nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Cela appliquera les modifications de configuration à toutes les machines virtuelles sélectionnées selon les paramètres choisis. Certaines modifications modifient directement le XML de la VM. Toutes les modifications ne peuvent être annulées. Êtes-vous sûr de vouloir continuer ?
it: Questo applicherà le modifiche di configurazione a tutte le VM selezionate in base alle impostazioni scelte. Alcune modifiche modificano direttamente l'XML della VM. Tutte le modifiche non possono essere annullate. Sei sicuro di voler procedere ?

source: VM data loaded. Displaying VMs...
de: VM-Daten geladen. Zeige VMs an...
fr: Données VM chargées. Affichage des VMs...
it: Dati VM caricati. Visualizzazione VM...

source: Filter: Running VMs
de: Filter: Laufende VMs
fr: Filtre : VMs en cours
it: Filtro: VM in Esecuzione

source: Filter: All VMs
de: Filter: Alle VMs
fr: Filtre : Toutes les VMs
it: Filtro: Tutte le VM

source: All VMs unselected.
de: Alle VMs abgewählt.
fr: Toutes les VMs sont désélectionnées.
it: Tutte le VM deselezionate.

source: Caching VM state for: {vms_list}
de: Zwischenspeichern des VM-Status für: {vms_list}
fr: Mise en cache de l'état VM pour : {vms_list}
it: Caching stato VM per: {vms_list}

source: Compact view is locked during bulk operations.
de: Kompaktansicht ist während Massenoperationen gesperrt.
fr: La vue compacte est verrouillée pendant les opérations en masse.
it: Vista compatta bloccata durante operazioni di massa.

source: Displaying [b]{vms_per_page}[/b] VMs per page. CPU usage may increase; 9 is recommended for optimal performance.
de: Anzeige von [b]{vms_per_page}[/b] VMs pro Seite. CPU-Auslastung kann steigen; 9 wird für optimale Leistung empfohlen.
fr: Affichage de [b]{vms_per_page}[/b] VMs par page. L'usage CPU peut augmenter ; 9 est recommandé pour des performances optimales.
it: Visualizzazione [b]{vms_per_page}[/b] VM per pagina. L'uso della CPU potrebbe aumentare; 9 è raccomandato per prestazioni ottimali.

source: VM '{vm_name}' is not in a pausable state.
de: VM '{vm_name}' ist nicht in einem pausierbaren Zustand.
fr: La VM '{vm_name}' n'est pas dans un état permettant la pause.
it: La VM '{vm_name}' non è in uno stato che consente la pausa.

source: VM [b]{vm_name}[/b]: Libvirt accepted the XML but the configuration remains unchanged. Your changes may have been ignored or normalized away.
de: VM [b]{vm_name}[/b]: Libvirt hat das XML akzeptiert, aber die Konfiguration bleibt unverändert. Ihre Änderungen wurden möglicherweise ignoriert oder weg-normalisiert.
fr: VM [b]{vm_name}[/b] : Libvirt a accepté l'XML mais la configuration reste inchangée. Vos modifications ont pu être ignorées ou normalisées.
it: VM [b]{vm_name}[/b]: Libvirt ha accettato l'XML ma la configurazione rimane invariata. Le tue modifiche potrebbero essere state ignorate o normalizzate.

source: No remote viewer selected. Auto-detection will be used.
de: Kein Remote-Viewer ausgewählt. Automatische Erkennung wird verwendet.
fr: Aucun visualiseur distant sélectionné. L'auto-détection sera utilisée.
it: Nessun visualizzatore remoto selezionato. Verrà usata l'auto-rilevazione.

source: Running network usage scan, this can freeze the UI for larger numbers of VMs.
de: Laufender Netzwerknutzungs-Scan, dies kann die UI bei einer großen Anzahl von VMs einfrieren.
fr: Scan de l'usage réseau en cours, ceci peut figer l'interface pour un grand nombre de VMs.
it: Scansione utilizzo rete in corso, questo può bloccare l'UI per un gran numero di VM.

source: More than {count} VMs detected on this server. Skipping disk usage scan to prevent UI freeze.
de: Mehr als {count} VMs auf diesem Server erkannt. Überspringe Festplattennutzungs-Scan um UI-Einfrieren zu verhindern.
fr: Plus de {count} VMs détectées sur ce serveur. Saut du scan d'usage disque pour éviter de figer l'interface.
it: Più di {count} VM rilevate su questo server. Salto scansione utilizzo disco per prevenire blocco UI.

source: Running disk usage scan, this can freeze the UI for larger numbers of VMs and disks.
de: Laufender Festplattennutzungs-Scan, dies kann die UI bei einer großen Anzahl von VMs und Festplatten einfrieren.
fr: Scan de l'usage disque en cours, ceci peut figer l'interface pour un grand nombre de VMs et de disques.
it: Scansione utilizzo disco in corso, questo può bloccare l'UI per un gran numero di VM e dischi.

source: Memory: {total} MB > {limit} MB
de: Speicher: {total} MB > {limit} MB
fr: Mémoire : {total} Mo > {limit} Mo
it: Memoria: {total} MB > {limit} MB

source: Starting VM '{vm_name}' will exceed host capacity (Active Allocation): {details}
de: VM '{vm_name}' starten überschreitet Host-Kapazität (Aktive Zuordnung): {details}
fr: Démarrer la VM '{vm_name}' dépassera la capacité de l'hôte (Allocation active): {details}
it: L'avvio della VM '{vm_name}' supererà la capacità dell'host (Allocazione Attiva): {details}

source: The remove viewer {viewer} has been selected.
de: Der Remote-Viewer {viewer} wurde ausgewählt.
fr: Le visualiseur distant {viewer} a été sélectionné.
it: Il visualizzatore remoto {viewer} è stato selezionato.

source: Connected to [b]{uri}[/b]
de: Verbunden mit [b]{uri}[/b]
fr: Connecté à [b]{uri}[/b]
it: Connesso a [b]{uri}[/b]

source: Statistics logging and monitoring disabled.
de: Statistik-Protokollierung und Überwachung deaktiviert.
fr: Journalisation et surveillance des statistiques désactivées.
it: Logging e monitoraggio statistiche disabilitati.

source: Statistics logging and monitoring enabled (every 10s).
de: Statistik-Protokollierung und Überwachung aktiviert (alle 10s).
fr: Journalisation et surveillance des statistiques activées (toutes les 10s).
it: Logging e monitoraggio statistiche abilitati (ogni 10s).

source: Configuration updated.
de: Konfiguration aktualisiert.
fr: Configuration mise à jour.
it: Configurazione aggiornata.

source: Selected {count} VMs matching pattern.
de: {count} VMs passend zum Muster ausgewählt.
fr: {count} VMs correspondant au motif sélectionnées.
it: Selezionate {count} VM corrispondenti al pattern.
