Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: In some Terminal use [b]Shift[/b] key while selecting text with the mouse to copy it.
de: In einigen Terminals [b]Shift[/b]-Taste verwenden während Text mit der Maus ausgewählt wird, um ihn zu kopieren.
fr: Dans certains terminaux, utilisez la touche [b]Shift[/b] lors de la sélection de texte à la souris pour le copier.
it: In alcuni Terminali usa il tasto [b]Shift[/b] mentre selezioni il testo col mouse per copiarlo.

source: No servers configured. Please add one via 'Servers List'.
de: Keine Server konfiguriert. Bitte fügen Sie einen über 'Serverliste' hinzu.
fr: Aucun serveur configuré. Veuillez en ajouter un via 'Liste des serveurs'.
it: Nessun server configurato. Aggiungine uno via 'Lista Server'.

source: Log level changed to {level}
de: Protokoll-Level geändert auf {level}
fr: Niveau de journalisation changé en {level}
it: Livello log cambiato a {level}

source: Bulk action [b]{action_type}[/b] successful for {count} VMs.
de: Massenaktion [b]{action_type}[/b] erfolgreich für {count} VMs.
fr: Action en masse [b]{action_type}[/b] réussie pour {count} VMs.
it: Azione di massa [b]{action_type}[/b] riuscita per {count} VM.

source: Connected to [b]{name}[/b]
de: Verbunden mit [b]{name}[/b]
fr: Connecté à [b]{name}[/b]
it: Connesso a [b]{name}[/b]

source: Input sanitized: '{original_input}' changed to '{sanitized_input}'
de: Eingabe bereinigt: '{original_input}' geändert zu '{sanitized_input}'
fr: Saisie nettoyée : '{original_input}' changé en '{sanitized_input}'
it: Input sanificato: '{original_input}' cambiato in '{sanitized_input}'

source: Overlay [b]{overlay_name}[/b] created and attached.
de: Overlay [b]{overlay_name}[/b] erstellt und angehängt.
fr: Overlay [b]{overlay_name}[/b] créé et attaché.
it: Overlay [b]{overlay_name}[/b] creato e collegato.

source: Overlay for [b]{target_disk}[/b] discarded and reverted to base image.
de: Overlay für [b]{target_disk}[/b] verworfen und auf Basis-Image zurückgesetzt.
fr: Overlay pour [b]{target_disk}[/b] rejeté et retour à l'image de base.
it: Overlay per [b]{target_disk}[/b] scartato e ripristinato all'immagine base.

source: Disk changes committed successfully.
de: Festplattenänderungen erfolgreich festgeschrieben.
fr: Modifications disque commitées avec succès.
it: Modifiche disco committate con successo.

source: VM [b]{vm_name}[/b] configuration updated successfully.
de: VM [b]{vm_name}[/b] Konfiguration erfolgreich aktualisiert.
fr: Configuration de la VM [b]{vm_name}[/b] mise à jour avec succès.
it: Configurazione VM [b]{vm_name}[/b] aggiornata con successo.

source: No changes made to the XML configuration.
de: Keine Änderungen an der XML-Konfiguration vorgenommen.
fr: Aucune modification apportée à la configuration XML.
it: Nessuna modifica fatta alla configurazione XML.

source: Snapshot [b]{snapshot_name}[/b] created successfully.
de: Schnappschuss [b]{snapshot_name}[/b] erfolgreich erstellt.
fr: Instantané [b]{snapshot_name}[/b] créé avec succès.
it: Snapshot [b]{snapshot_name}[/b] creato con successo.

source: Restored to snapshot [b]{snapshot_name}[/b] successfully.
de: Erfolgreich auf Schnappschuss [b]{snapshot_name}[/b] wiederhergestellt.
fr: Restauration de l'instantané [b]{snapshot_name}[/b] réussie.
it: Ripristinato allo snapshot [b]{snapshot_name}[/b] con successo.

source: Snapshot [b]{snapshot_name}[/b] deleted successfully.
de: Schnappschuss [b]{snapshot_name}[/b] erfolgreich gelöscht.
fr: Instantané [b]{snapshot_name}[/b] supprimé avec succès.
it: Snapshot [b]{snapshot_name}[/b] eliminato con successo.

source: VM '{vm_name}' deleted successfully.
de: VM '{vm_name}' erfolgreich gelöscht.
fr: VM '{vm_name}' supprimée avec succès.
it: VM '{vm_name}' eliminata con successo.

source: VM '{old_name}' renamed to '{new_name}' successfully.
de: VM '{old_name}' erfolgreich in '{new_name}' umbenannt.
fr: VM '{old_name}' renommée en '{new_name}' avec succès.
it: VM '{old_name}' rinominata in '{new_name}' con successo.

source: VM rename cancelled.
de: VM-Umbenennung abgebrochen.
fr: Renommage VM annulé.
it: Rinomina VM annullata.

source: New VM name is the same as the old name. No rename performed.
de: Neuer VM-Name ist derselbe wie der alte Name. Keine Umbenennung durchgeführt.
fr: Le nouveau nom de la VM est le même que l'ancien. Aucun renommage effectué.
it: Il nuovo nome VM è lo stesso del vecchio. Nessuna rinomina eseguita.

source: Successfully cloned to: {vm_names}
de: Erfolgreich geklont nach: {vm_names}
fr: Clonage réussi vers : {vm_names}
it: Clonato con successo in: {vm_names}

source: Web console stopped.
de: Web-Konsole gestoppt.
fr: Console web arrêtée.
it: Console web fermata.

source: Remote user cert/key found, using secure wss connection.
de: Remote-Benutzer-Zertifikat/Schlüssel gefunden, verwende sichere wss-Verbindung.
fr: Cert/clé utilisateur distant trouvé, utilisation d'une connexion wss sécurisée.
it: Cert/chiave utente remoto trovati, uso connessione sicura wss.

source: Remote system cert/key found, using secure wss connection.
de: Remote-System-Zertifikat/Schlüssel gefunden, verwende sichere wss-Verbindung.
fr: Cert/clé système distant trouvé, utilisation d'une connexion wss sécurisée.
it: Cert/chiave sistema remoto trovati, uso connessione sicura wss.

source: No remote cert/key found. Attempting to generate in system directory...
de: Kein Remote-Zertifikat/Schlüssel gefunden. Versuche im Systemverzeichnis zu generieren...
fr: Aucun cert/clé distant trouvé. Tentative de génération dans le répertoire système...
it: Nessun cert/chiave remoto trovato. Tentativo di generazione nella directory di sistema...

source: Could not check for remote cert/key, using insecure ws connection.
de: Konnte Remote-Zertifikat/Schlüssel nicht prüfen, verwende unsichere ws-Verbindung.
fr: Impossible de vérifier le cert/clé distant, utilisation d'une connexion ws non sécurisée.
it: Impossibile controllare cert/chiave remoto, uso connessione non sicura ws.

source: Remote connection detected. Setting up SSH tunnel...
de: Remote-Verbindung erkannt. Richte SSH-Tunnel ein...
fr: Connexion distante détectée. Mise en place du tunnel SSH...
it: Connessione remota rilevata. Impostazione tunnel SSH...

source: Found cert/key, using secure wss connection.
de: Zertifikat/Schlüssel gefunden, verwende sichere wss-Verbindung.
fr: Cert/clé trouvé, utilisation d'une connexion wss sécurisée.
it: Trovati cert/chiave, uso connessione sicura wss.

source: All caches cleared
de: Alle Caches geleert
fr: Tous les caches vidés
it: Tutte le cache pulite

source: Configuration saved successfully.
de: Konfiguration erfolgreich gespeichert.
fr: Configuration enregistrée avec succès.
it: Configurazione salvata con successo.

source: Storage pool '{name}' created and started.
de: Speicherpool '{name}' erstellt und gestartet.
fr: Pool de stockage '{name}' créé et démarré.
it: Pool storage '{name}' creato e avviato.

source: Network {name} created successfully.
de: Netzwerk {name} erfolgreich erstellt.
fr: Réseau {name} créé avec succès.
it: Rete {name} creata con successo.

source: Network {name} updated successfully.
de: Netzwerk {name} erfolgreich aktualisiert.
fr: Réseau {name} mis à jour avec succès.
it: Rete {name} aggiornata con successo.

source: VM name sanitized: '{original}' -> '{sanitized}'
de: VM-Name bereinigt: '{original}' -> '{sanitized}'
fr: Nom VM nettoyé : '{original}' -> '{sanitized}'
it: Nome VM sanificato: '{original}' -> '{sanitized}'

source: VM '{vm_name}' started.
de: VM '{vm_name}' gestartet.
fr: VM '{vm_name}' démarrée.
it: VM '{vm_name}' avviata.

source: Remote viewer {viewer} started for {vm_name}
de: Remote-Viewer {viewer} gestartet für {vm_name}
fr: Remote viewer {viewer} démarré pour {vm_name}
it: Visualizzatore remoto {viewer} avviato per {vm_name}

source: VM '{vm_name}' defined. Please configure and start it.
de: VM '{vm_name}' definiert. Bitte konfigurieren und starten Sie sie.
fr: VM '{vm_name}' définie. Veuillez la configurer et la démarrer.
it: VM '{vm_name}' definita. Per favore configurala e avviala.

source: VM '{vm_name}' created successfully!
de: VM '{vm_name}' erfolgreich erstellt!
fr: VM '{vm_name}' créée avec succès !
it: VM '{vm_name}' creata con successo!

source: Server '{server_name}' deleted successfully.
de: Server '{server_name}' erfolgreich gelöscht.
fr: Serveur '{server_name}' supprimé avec succès.
it: Server '{server_name}' eliminato con successo.

source: Pool '{pool_name}' is now {status}.
de: Pool '{pool_name}' ist jetzt {status}.
fr: Le pool '{pool_name}' est maintenant {status}.
it: Il pool '{pool_name}' è ora {status}.

source: Autostart for pool '{pool_name}' is now {status}.
de: Autostart für Pool '{pool_name}' ist jetzt {status}.
fr: L'autostart pour le pool '{pool_name}' est maintenant {status}.
it: Avvio automatico per il pool '{pool_name}' è ora {status}.

source: A pool named '{pool_name}' already manages this directory. Refreshed pool to include the new volume.
de: Ein Pool namens '{pool_name}' verwaltet dieses Verzeichnis bereits. Pool aktualisiert, um das neue Volume einzuschließen.
fr: Un pool nommé '{pool_name}' gère déjà ce répertoire. Pool rafraîchi pour inclure le nouveau volume.
it: Un pool chiamato '{pool_name}' gestisce già questa directory. Pool aggiornato per includere il nuovo volume.

source: Network '{net_name}' is now {status}.
de: Netzwerk '{net_name}' ist jetzt {status}.
fr: Le réseau '{net_name}' est maintenant {status}.
it: La rete '{net_name}' è ora {status}.

source: Autostart for network '{net_name}' is now {status}.
de: Autostart für Netzwerk '{net_name}' ist jetzt {status}.
fr: L'autostart pour le réseau '{net_name}' est maintenant {status}.
it: Avvio automatico per la rete '{net_name}' è ora {status}.

source: Base name sanitized: [b]{original}[/b] changed to [b]{sanitized}[/b]
de: Basisname bereinigt: [b]{original}[/b] geändert zu [b]{sanitized}[/b]
fr: Nom de base nettoyé : [b]{original}[/b] changé en [b]{sanitized}[/b]
it: Nome base sanificato: [b]{original}[/b] cambiato in [b]{sanitized}[/b]

source: Suffix sanitized: [b]{original}[/b] changed to [b]{sanitized}[/b]
de: Suffix bereinigt: [b]{original}[/b] geändert zu [b]{sanitized}[/b]
fr: Suffixe nettoyé : [b]{original}[/b] changé en [b]{sanitized}[/b]
it: Suffisso sanificato: [b]{original}[/b] cambiato in [b]{sanitized}[/b]

source: Input sanitized: [b]{original}[/b] changed to [b]{sanitized}[/b]
de: Eingabe bereinigt: [b]{original}[/b] geändert zu [b]{sanitized}[/b]
fr: Saisie nettoyée : [b]{original}[/b] changée en [b]{sanitized}[/b]
it: Input sanificato: [b]{original}[/b] cambiato in [b]{sanitized}[/b]

source: Boot order saved successfully.
de: Boot-Reihenfolge erfolgreich gespeichert.
fr: Ordre de démarrage enregistré avec succès.
it: Ordine di avvio salvato con successo.

source: Graphics settings applied successfully
de: Grafikeinstellungen erfolgreich angewendet
fr: Paramètres graphiques appliqués avec succès
it: Impostazioni grafiche applicate con successo

source: RNG settings applied successfully. Device: {rng_device}
de: RNG-Einstellungen erfolgreich angewendet. Gerät: {rng_device}
fr: Paramètres RNG appliqués avec succès. Périphérique : {rng_device}
it: Impostazioni RNG applicate con successo. Dispositivo: {rng_device}

source: TPM settings applied successfully
de: TPM-Einstellungen erfolgreich angewendet
fr: Paramètres TPM appliqués avec succès
it: Impostazioni TPM applicate con successo

source: Attached USB device: {description}
de: Angehängtes USB-Gerät: {description}
fr: Périphérique USB attaché : {description}
it: Dispositivo USB collegato: {description}

source: Detached USB device: {description}
de: Abgehängtes USB-Gerät: {description}
fr: Périphérique USB détaché : {description}
it: Dispositivo USB scollegato: {description}

source: Channel added successfully.
de: Kanal erfolgreich hinzugefügt.
fr: Canal ajouté avec succès.
it: Canale aggiunto con successo.

source: Channel '{target_name}' removed successfully.
de: Kanal '{target_name}' erfolgreich entfernt.
fr: Canal '{target_name}' supprimé avec succès.
it: Canale '{target_name}' rimosso con successo.

source: Input device '{device_type}' added successfully.
de: Eingabegerät '{device_type}' erfolgreich hinzugefügt.
fr: Périphérique d'entrée '{device_type}' ajouté avec succès.
it: Dispositivo input '{device_type}' aggiunto con successo.

source: Input device '{device_type}' removed successfully.
de: Eingabegerät '{device_type}' erfolgreich entfernt.
fr: Périphérique d'entrée '{device_type}' supprimé avec succès.
it: Dispositivo input '{device_type}' rimosso con successo.

source: Serial console added successfully.
de: Serielle Konsole erfolgreich hinzugefügt.
fr: Console série ajoutée avec succès.
it: Console seriale aggiunta con successo.

source: Serial console removed successfully.
de: Serielle Konsole erfolgreich entfernt.
fr: Console série supprimée avec succès.
it: Console seriale rimossa con successo.

source: Watchdog settings applied successfully.
de: Watchdog-Einstellungen erfolgreich angewendet.
fr: Paramètres watchdog appliqués avec succès.
it: Impostazioni watchdog applicate con successo.

source: Watchdog removed successfully.
de: Watchdog erfolgreich entfernt.
fr: Watchdog supprimé avec succès.
it: Watchdog rimosso con successo.

source: USB device '{description}' attached successfully.
de: USB-Gerät '{description}' erfolgreich angehängt.
fr: Périphérique USB '{description}' attaché avec succès.
it: Dispositivo USB '{description}' collegato con successo.

source: USB device '{description}' removed successfully.
de: USB-Gerät '{description}' erfolgreich entfernt.
fr: Périphérique USB '{description}' supprimé avec succès.
it: Dispositivo USB '{description}' rimosso con successo.

source: SCSI controller added successfully.
de: SCSI-Controller erfolgreich hinzugefügt.
fr: Contrôleur SCSI ajouté avec succès.
it: Controller SCSI aggiunto con successo.

source: SCSI controller removed successfully.
de: SCSI-Controller erfolgreich entfernt.
fr: Contrôleur SCSI supprimé avec succès.
it: Controller SCSI rimosso con successo.

source: VirtIO-FS mount added successfully.
de: VirtIO-FS Mount erfolgreich hinzugefügt.
fr: Montage VirtIO-FS ajouté avec succès.
it: Mount VirtIO-FS aggiunto con successo.

source: VirtIO-FS mount removed successfully.
de: VirtIO-FS Mount erfolgreich entfernt.
fr: Montage VirtIO-FS supprimé avec succès.
it: Mount VirtIO-FS rimosso con successo.

source: Removed associated SPICE devices
de: Zugehörige SPICE-Geräte entfernt
fr: Périphériques SPICE associés supprimés
it: Rimossi dispositivi SPICE associati

source: Video model set to {new_model}
de: Videomodell auf {new_model} gesetzt
fr: Modèle vidéo réglé sur {new_model}
it: Modello video impostato a {new_model}

source: 3D Acceleration {state}
de: 3D-Beschleunigung {state}
fr: Accélération 3D {state}
it: Accelerazione 3D {state}

source: Sound model set to {new_model}
de: Soundmodell auf {new_model} gesetzt
fr: Modèle son réglé sur {new_model}
it: Modello audio impostato a {new_model}

source: Shared memory {state}
de: Geteilter Speicher {state}
fr: Mémoire partagée {state}
it: Memoria condivisa {state}

source: Machine type set to {new_machine_type}
de: Maschinentyp auf {new_machine_type} gesetzt
fr: Type de machine réglé sur {new_machine_type}
it: Tipo macchina impostato a {new_machine_type}

source: VCPU set to {vcpu_count}
de: VCPU auf {vcpu_count} gesetzt
fr: VCPU réglé sur {vcpu_count}
it: VCPU impostate a {vcpu_count}

source: Memory set to {memory_mb} MB
de: Speicher auf {memory_mb} MB gesetzt
fr: Mémoire réglée sur {memory_mb} Mo
it: Memoria impostata a {memory_mb} MB

source: CPU model set to {new_cpu_model}
de: CPU-Modell auf {new_cpu_model} gesetzt
fr: Modèle CPU réglé sur {new_cpu_model}
it: Modello CPU impostato a {new_cpu_model}

source: Disk '{disk_path}' enabled successfully.
de: Festplatte '{disk_path}' erfolgreich aktiviert.
fr: Disque '{disk_path}' activé avec succès.
it: Disco '{disk_path}' abilitato con successo.

source: Disk '{disk_path}' disabled successfully.
de: Festplatte '{disk_path}' erfolgreich deaktiviert.
fr: Disque '{disk_path}' désactivé avec succès.
it: Disco '{disk_path}' disabilitato con successo.

source: Disk '{disk_path}' removed successfully.
de: Festplatte '{disk_path}' erfolgreich entfernt.
fr: Disque '{disk_path}' supprimé avec succès.
it: Disco '{disk_path}' rimosso con successo.

source: Disk '{disk_path}' added successfully.
de: Festplatte '{disk_path}' erfolgreich hinzugefügt.
fr: Disque '{disk_path}' ajouté avec succès.
it: Disco '{disk_path}' aggiunto con successo.

source: Existing disk '{disk_path}' attached successfully.
de: Vorhandene Festplatte '{disk_path}' erfolgreich angehängt.
fr: Disque existant '{disk_path}' attaché avec succès.
it: Disco esistente '{disk_path}' collegato con successo.

source: Disk '{disk_path}' updated successfully.
de: Festplatte '{disk_path}' erfolgreich aktualisiert.
fr: Disque '{disk_path}' mis à jour avec succès.
it: Disco '{disk_path}' aggiornato con successo.

source: Network interface added successfully.
de: Netzwerkschnittstelle erfolgreich hinzugefügt.
fr: Interface réseau ajoutée avec succès.
it: Interfaccia di rete aggiunta con successo.

source: Network interface removed successfully.
de: Netzwerkschnittstelle erfolgreich entfernt.
fr: Interface réseau supprimée avec succès.
it: Interfaccia di rete rimossa con successo.

source: Interface {mac_address} switched to {new_network}
de: Schnittstelle {mac_address} gewechselt zu {new_network}
fr: Interface {mac_address} basculée vers {new_network}
it: Interfaccia {mac_address} passata a {new_network}

source: CPU pinning settings applied successfully.
de: CPU-Pinning-Einstellungen erfolgreich angewendet.
fr: Paramètres CPU pinning appliqués avec succès.
it: Impostazioni pinning CPU applicate con successo.

source: NUMA tuning settings applied successfully.
de: NUMA-Tuning-Einstellungen erfolgreich angewendet.
fr: Paramètres NUMA tuning appliqués avec succès.
it: Impostazioni tuning NUMA applicate con successo.

source: Storage pool '{pool_name}' updated successfully.
de: Speicherpool '{pool_name}' erfolgreich aktualisiert.
fr: Pool de stockage '{pool_name}' mis à jour avec succès.
it: Pool storage '{pool_name}' aggiornato con successo.

source: Updated VM configurations for: {vm_list}
de: Aktualisierte VM-Konfigurationen für: {vm_list}
fr: Configurations VM mises à jour pour : {vm_list}
it: Aggiornate configurazioni VM per: {vm_list}

source: Network '{network_name}' deleted successfully.
de: Netzwerk '{network_name}' erfolgreich gelöscht.
fr: Réseau '{network_name}' supprimé avec succès.
it: Rete '{network_name}' eliminata con successo.

source: Storage pool '{pool_name}' deleted successfully.
de: Speicherpool '{pool_name}' erfolgreich gelöscht.
fr: Pool de stockage '{pool_name}' supprimé avec succès.
it: Pool storage '{pool_name}' eliminato con successo.

source: Volume [b]{name} {size_gb}Gb {format}[/b] created successfully.
de: Volume [b]{name} {size_gb}Gb {format}[/b] erfolgreich erstellt.
fr: Volume [b]{name} {size_gb}Go {format}[/b] créé avec succès.
it: Volume [b]{name} {size_gb}Gb {format}[/b] creato con successo.

source: Volume '{volume_name}' moved to pool '{dest_pool_name}'.
de: Volume '{volume_name}' verschoben in Pool '{dest_pool_name}'.
fr: Volume '{volume_name}' déplacé vers le pool '{dest_pool_name}'.
it: Volume '{volume_name}' spostato nel pool '{dest_pool_name}'.

source: Bulk action '{action_type}' complete. Successful: {successful_vms}, Failed: {failed_vms}
de: Massenaktion '{action_type}' abgeschlossen. Erfolgreich: {successful_vms}, Fehlgeschlagen: {failed_vms}
fr: Action en masse '{action_type}' terminée. Réussie : {successful_vms}, Échouée : {failed_vms}
it: Azione di massa '{action_type}' completata. Riuscita: {successful_vms}, Fallita: {failed_vms}

source: Connecting to [b]{uri}[/b]...
de: Verbinde zu [b]{uri}[/b]...
fr: Connexion à [b]{uri}[/b]...
it: Connessione a [b]{uri}[/b]...

source: Configuration updated. Refreshing VM list...
de: Konfiguration aktualisiert. Aktualisiere VM-Liste...
fr: Configuration mise à jour. Actualisation de la liste des VMs...
it: Configurazione aggiornata. Aggiornamento lista VM...

source: Loading VM data from remote server(s)...
de: Lade VM-Daten von Remote-Server(n)...
fr: Chargement des données VM depuis le(s) serveur(s) distant(s)...
it: Caricamento dati VM da server remoti...

source: Committing changes for {name}...
de: Änderungen für {name} festschreiben...
fr: Validation des modifications pour {name}...
it: Esecuzione commit delle modifiche per {name}...

source: Pause
it: Pausa

source: Migration
it: Migrazione

source: [b][#FFD700]B[/][/]ulk CMD
de: Massen-[b][#FFD700]B[/][/]efehl
it: [b][#FFD700]C[/][/]omando Multiplo

source: Compact
de: Kompakt
it: Compatta

source: InstallVM
de: VM installieren
it: InstallaVM

source: {info} Total: {snapshot_count}:
de: {info} Gesamt: {snapshot_count}:
it: {info} Totale: {snapshot_count}:

source: Action: {message}
de: Aktion: {message}
it: Azione: {message}

source: Install OpenSUSE VM on {uri}
de: OpenSUSE VM auf {uri} installieren
it: Installa VM OpenSUSE su {uri}

source: Distribution:
it: Distribuzione:

source: CPUs
it: CPU

source: Delete storage volumes
de: Speichervolumes löschen
it: Elimina volumi storage

source: Format: 0:0-3; 1:4-7
it: Formato: 0:0-3; 1:4-7

source: Type:
de: Typ:
it: Tipo:

source: Action:
de: Aktion:
it: Azione:

source: Performance
de: Leistung
it: Prestazioni

source: Remote Viewer
it: Visualizzatore Remoto

source: Shutting down...
it: Arresto in corso...

source: The remote viewer {viewer} has been selected.
it: Il visualizzatore remoto {viewer} è stato selezionato.

source: vCPUs: {total} > {limit}
it: VCPU: {total} > {limit}

source: VM '{vm_name}' saved (hibernated).
it: VM '{vm_name}' salvata (ibernata).

source: UEFI file set to {uefi_file_name}
de: UEFI-Datei auf {uefi_file_name} gesetzt
it: File UEFI impostato a {uefi_file_name}

source: PMSuspended
de: PM-Angehalten

source: Editing a pool's XML definition is an advanced operation. An invalid configuration may make its volumes inaccessible to VMs. Are you sure you want to proceed?
de: Das Bearbeiten der XML-Definition eines Pools ist eine fortgeschrittene Operation. Eine ungültige Konfiguration kann dazu führen, dass seine Volumes für VMs unzugänglich werden. Sind Sie sicher, dass Sie fortfahren möchten?
