Repository: aginies/virtui-manager
Catalog: src/vmanager/locale/*/LC_MESSAGES/virtui-manager.po
Languages: de, fr, it

source: Remote key generation failed. Falling back to insecure ws connection.
de: Remote-Schlüsselgenerierung fehlgeschlagen. Falle zurück auf unsichere ws-Verbindung.
fr: Échec de génération de la clé distante. Rabattement sur une connexion ws non sécurisée.
it: Generazione chiave remota fallita. Ripiego su connessione ws non sicura.

source: Failed to start remote websockify for [b]{vm_name}[/b]. Check logs.
de: Konnte Remote-Websockify für [b]{vm_name}[/b] nicht starten. Prüfen Sie die Protokolle.
fr: Échec du démarrage de websockify distant pour [b]{vm_name}[/b]. Vérifiez les journaux.
it: Avvio websockify remoto fallito per [b]{vm_name}[/b]. Controlla i log.

source: Remote web console process for [b]{vm_name}[/b] failed to start or crashed. Check remote logs.
de: Remote-Web-Konsolen-Prozess für [b]{vm_name}[/b] konnte nicht gestartet werden oder ist abgestürzt. Prüfen Sie die Remote-Protokolle.
fr: Le processus de console web distante pour [b]{vm_name}[/b] n'a pas pu démarrer ou a planté. Vérifiez les journaux distants.
it: Processo console web remoto per [b]{vm_name}[/b] fallito all'avvio o crashato. Controlla log remoti.

source: Could not find a free local port for SSH tunnel.
de: Konnte keinen freien lokalen Port für SSH-Tunnel finden.
fr: Impossible de trouver un port local libre pour le tunnel SSH.
it: Impossibile trovare una porta locale libera per tunnel SSH.

source: Failed to create SSH tunnel: {error}
de: Erstellen des SSH-Tunnels fehlgeschlagen: {error}
fr: Échec de la création du tunnel SSH : {error}
it: Creazione tunnel SSH fallita: {error}

source: SSH command not found. Cannot create tunnel.
de: SSH-Befehl nicht gefunden. Kann Tunnel nicht erstellen.
fr: Commande SSH non trouvée. Impossible de créer le tunnel.
it: Comando SSH non trovato. Impossibile creare tunnel.

source: Failed to create SSH tunnel...
de: Erstellen des SSH-Tunnels fehlgeschlagen...
fr: Échec de la création du tunnel SSH...
it: Creazione tunnel SSH fallita...

source: Please select an action.
de: Bitte wählen Sie eine Aktion.
fr: Veuillez sélectionner une action.
it: Seleziona un'azione.

source: Error saving configuration: {e}
de: Fehler beim Speichern der Konfiguration: {e}
fr: Erreur lors de l'enregistrement de la configuration : {e}
it: Errore salvataggio configurazione: {e}

source: Validation error: {error}
de: Validierungsfehler: {error}
fr: Erreur de validation : {error}
it: Errore validazione: {error}

source: Invalid format: {error}
de: Ungültiges Format: {error}
fr: Format invalide : {error}
it: Formato non valido: {error}

source: Invalid nodeset syntax: {nodeset}
de: Ungültige Nodeset-Syntax: {nodeset}
fr: Syntaxe nodeset invalide : {nodeset}
it: Sintassi nodeset non valida: {nodeset}

source: Pool, Volume Name, and Size are required to create a new disk.
de: Pool, Volumename und Größe sind erforderlich, um eine neue Festplatte zu erstellen.
fr: Le pool, le nom du volume et la taille sont requis pour créer un nouveau disque.
it: Pool, Nome Volume e Dimensione sono richiesti per creare un nuovo disco.

source: Path to disk image is required.
de: Pfad zum Festplattenabbild ist erforderlich.
fr: Le chemin vers l'image disque est requis.
it: Il percorso all'immagine disco è richiesto.

source: Pool name is required.
de: Pool-Name ist erforderlich.
fr: Le nom du pool est requis.
it: Il nome del pool è richiesto.

source: Target Path is required for `dir` type.
de: Zielpfad ist erforderlich für `dir`-Typ.
fr: Le chemin cible est requis pour le type `dir`.
it: Percorso Destinazione è richiesto per tipo `dir`.

source: For `netfs`, all fields are required.
de: Für `netfs` sind alle Felder erforderlich.
fr: Pour `netfs`, tous les champs sont requis.
it: Per `netfs`, tutti i campi sono richiesti.

source: Name and size are required.
de: Name und Größe sind erforderlich.
fr: Le nom et la taille sont requis.
it: Nome e dimensione sono richiesti.

source: Size must be an integer.
de: Größe muss eine Ganzzahl sein.
fr: La taille doit être un entier.
it: La dimensione deve essere un intero.

source: Destination pool and new name are required.
de: Ziel-Pool und neuer Name sind erforderlich.
fr: Le pool de destination et le nouveau nom sont requis.
it: Pool di destinazione e nuovo nome sono richiesti.

source: Name, path, and format are required. Ensure a file is selected.
de: Name, Pfad und Format sind erforderlich. Stellen Sie sicher, dass eine Datei ausgewählt ist.
fr: Le nom, le chemin et le format sont requis. Vérifiez qu'un fichier est sélectionné.
it: Nome, percorso e formato sono richiesti. Assicurati che un file sia selezionato.

source: Error creating storage pool: {error}
de: Fehler beim Erstellen des Speicherpools: {error}
fr: Erreur lors de la création du pool de stockage : {error}
it: Errore creazione pool storage: {error}

source: Please select a destination server.
de: Bitte wählen Sie einen Ziel-Server.
fr: Veuillez sélectionner un serveur de destination.
it: Seleziona un server di destinazione.

source: Please run compatibility check first.
de: Bitte führen Sie zuerst die Kompatibilitätsprüfung durch.
fr: Veuillez d'abord exécuter le test de compatibilité.
it: Esegui prima il controllo compatibilità.

source: Cannot start migration due to compatibility errors.
de: Kann Migration aufgrund von Kompatibilitätsfehlern nicht starten.
fr: Impossible de démarrer la migration suite à des erreurs de compatibilité.
it: Impossibile avviare la migrazione a causa di errori di compatibilità.

source: Network '{network}' not found. Please select an available network.
de: Netzwerk '{network}' nicht gefunden. Bitte wählen Sie ein verfügbares Netzwerk.
fr: Réseau '{network}' non trouvé. Veuillez sélectionner un réseau disponible.
it: Rete '{network}' non trovata. Seleziona una rete disponibile.

source: Please select a network.
de: Bitte wählen Sie ein Netzwerk.
fr: Veuillez sélectionner un réseau.
it: Seleziona una rete.

source: Forward device '{device}' not found on host.
de: Weiterleitungsgerät '{device}' nicht auf dem Host gefunden.
fr: Périphérique de transfert '{device}' non trouvé sur l'hôte.
it: Dispositivo di inoltro '{device}' non trovato sull'host.

source: Error getting host interfaces: {error}
de: Fehler beim Abrufen der Host-Schnittstellen: {error}
fr: Erreur lors de la récupération des interfaces hôtes : {error}
it: Errore ottenimento interfacce host: {error}

source: Invalid Network Name: {error}
de: Ungültiger Netzwerkname: {error}
fr: Nom de réseau invalide : {error}
it: Nome Rete Non Valido: {error}

source: Invalid Custom DNS Domain: {error}
de: Ungültige benutzerdefinierte DNS-Domain: {error}
fr: Domaine DNS personnalisé invalide : {error}
it: Dominio DNS Personalizzato Non Valido: {error}

source: Network Name cannot be empty.
de: Netzwerkname darf nicht leer sein.
fr: Le nom du réseau ne peut pas être vide.
it: Il Nome Rete non può essere vuoto.

source: DHCP IPs are not in the network {network}
de: DHCP IPs sind nicht im Netzwerk {network}
fr: Les IPs DHCP ne sont pas dans le réseau {network}
it: IP DHCP non sono nella rete {network}

source: DHCP start IP must be before the end IP.
de: DHCP Start-IP muss vor der End-IP liegen.
fr: L'IP de début DHCP doit être avant l'IP de fin.
it: IP inizio DHCP deve essere prima dell'IP fine.

source: Invalid IP address or network: {error}
de: Ungültige IP-Adresse oder Netzwerk: {error}
fr: Adresse IP ou réseau invalide : {error}
it: Indirizzo IP o rete non validi: {error}

source: DHCP cannot be enabled without an IP network.
de: DHCP kann nicht ohne ein IP-Netzwerk aktiviert werden.
fr: Le DHCP ne peut pas être activé sans réseau IP.
it: DHCP non può essere abilitato senza una rete IP.

source: Subnet {subnet} overlaps with an existing network.
de: Subnetz {subnet} überlappt mit einem bestehenden Netzwerk.
fr: Le sous-réseau {subnet} chevauche un réseau existant.
it: Sottorete {subnet} si sovrappone a una rete esistente.

source: Error creating network: {error}
de: Fehler beim Erstellen des Netzwerks: {error}
fr: Erreur lors de la création du réseau : {error}
it: Errore creazione rete: {error}

source: Error updating network: {error}
de: Fehler beim Aktualisieren des Netzwerks: {error}
fr: Erreur lors de la mise à jour du réseau : {error}
it: Errore aggiornamento rete: {error}

source: A VM with the name '{vm_name}' already exists. Please choose a different name.
de: Eine VM mit dem Namen '{vm_name}' existiert bereits. Bitte wählen Sie einen anderen Namen.
fr: Une VM nommée '{vm_name}' existe déjà. Veuillez choisir un autre nom.
it: Una VM con il nome '{vm_name}' esiste già. Scegli un nome diverso.

source: Error checking VM name: {error}
de: Fehler beim Prüfen des VM-Namens: {error}
fr: Erreur lors de la vérification du nom de la VM : {error}
it: Errore controllo nome VM: {error}

source: Please select a valid storage pool.
de: Bitte wählen Sie einen gültigen Speicherpool.
fr: Veuillez sélectionner un pool de stockage valide.
it: Seleziona un pool storage valido.

source: Selected ISO volume does not exist: {iso_url}
de: Ausgewähltes ISO-Volume existiert nicht: {iso_url}
fr: Le volume ISO sélectionné n'existe pas : {iso_url}
it: Il volume ISO selezionato non esiste: {iso_url}

source: Please select a valid ISO volume from the storage pool.
de: Bitte wählen Sie ein gültiges ISO-Volume aus dem Speicherpool.
fr: Veuillez sélectionner un volume ISO valide depuis le pool de stockage.
it: Seleziona un volume ISO valido dal pool storage.

source: Invalid input for expert settings. Using defaults.
de: Ungültige Eingabe für Experten-Einstellungen. Verwende Standardwerte.
fr: Saisie invalide pour les paramètres experts. Utilisation des valeurs par défaut.
it: Input non valido per impostazioni esperto. Uso predefiniti.

source: Memory must be between 1 and 8192 GB.
de: Speicher muss zwischen 1 und 8192 GB liegen.
fr: La mémoire doit être entre 1 et 8192 Go.
it: La memoria deve essere tra 1 e 8192 GB.

source: CPU count must be between 1 and 768.
de: CPU-Anzahl muss zwischen 1 und 768 liegen.
fr: Le nombre de CPU doit être entre 1 et 768.
it: Il conteggio CPU deve essere tra 1 e 768.

source: Disk size must be between 1 and 10000 GB.
de: Festplattengröße muss zwischen 1 und 10000 GB liegen.
fr: La taille du disque doit être entre 1 et 10000 Go.
it: La dimensione disco deve essere tra 1 e 10000 GB.

source: Storage pool '{pool_name}' is not active. Please activate it first.
de: Speicherpool '{pool_name}' ist nicht aktiv. Bitte aktivieren Sie ihn zuerst.
fr: Le pool de stockage '{pool_name}' n'est pas actif. Veuillez l'activer d'abord.
it: Il pool storage '{pool_name}' non è attivo. Attivalo prima.

source: Error accessing storage pool '{pool_name}': {error}
de: Fehler beim Zugriff auf Speicherpool '{pool_name}': {error}
fr: Erreur lors de l'accès au pool de stockage '{pool_name}' : {error}
it: Errore accesso pool storage '{pool_name}': {error}

source: Custom ISO path does not exist: {path}
de: Benutzerdefinierter ISO-Pfad existiert nicht: {path}
fr: Le chemin de l'ISO personnalisée n'existe pas : {path}
it: Percorso ISO personalizzato non esiste: {path}

source: Custom ISO path is not a file: {path}
de: Benutzerdefinierter ISO-Pfad ist keine Datei: {path}
fr: Le chemin de l'ISO personnalisée n'est pas un fichier : {path}
it: Percorso ISO personalizzato non è un file: {path}

source: Checksum validation enabled but no checksum provided
de: Prüfsummenvalidierung aktiviert, aber keine Prüfsumme bereitgestellt
fr: Validation de somme de contrôle activée mais aucune somme fournie
it: Validazione checksum abilitata ma nessun checksum fornito

source: Checksum validation failed!
de: Prüfsummenvalidierung fehlgeschlagen!
fr: Échec de la validation de la somme de contrôle !
it: Validazione checksum fallita!

source: No ISO URL specified for provisioning
de: Keine ISO-URL für Bereitstellung angegeben
fr: Aucune URL ISO spécifiée pour le provisionnement
it: Nessun URL ISO specificato per il provisioning

source: Could not get details for {vm_name}
de: Konnte Details für {vm_name} nicht abrufen
fr: Impossible d'obtenir les détails pour {vm_name}
it: Impossibile ottenere dettagli per {vm_name}

source: Failed to start VM or viewer: {error}
de: Konnte VM oder Viewer nicht starten: {error}
fr: Échec du démarrage de la VM ou du visualiseur : {error}
it: Fallito avvio VM o viewer: {error}

source: Provisioning failed: {error}
de: Bereitstellung fehlgeschlagen: {error}
fr: Échec du provisionnement : {error}
it: Provisioning fallito: {error}

source: Failed to fetch ISO volumes from {pool_name}: {error}
de: Abrufen der ISO-Volumes von {pool_name} fehlgeschlagen: {error}
fr: Échec de récupération des volumes ISO depuis {pool_name} : {error}
it: Fallito recupero volumi ISO da {pool_name}: {error}

source: Failed to fetch ISOs: {error}
de: Abrufen der ISOs fehlgeschlagen: {error}
fr: Échec de récupération des ISOs : {error}
it: Fallito recupero ISO: {error}

source: VM name cannot be empty.
de: VM-Name darf nicht leer sein.
fr: Le nom de la VM ne peut pas être vide.
it: Il nome VM non può essere vuoto.

source: Connecting to {uri}...
de: Verbinde mit {uri}...
fr: Connexion à {uri}...
it: Connessione a {uri}...

source: Failed to connect to {uri}
de: Verbindung mit {uri} fehlgeschlagen
fr: Échec de connexion à {uri}
it: Connessione a {uri} fallita

source: Error deleting server '{server_name}': {error}
de: Fehler beim Löschen von Server '{server_name}': {error}
fr: Erreur lors de la suppression du serveur '{server_name}' : {error}
it: Errore eliminazione server '{server_name}': {error}

source: Are you sure you want to delete Server; '{server_name}' from list?
de: Sind Sie sicher, dass Sie Server; '{server_name}' aus der Liste löschen möchten?
fr: Voulez-vous vraiment supprimer le serveur ; '{server_name}' de la liste ?
it: Sei sicuro di voler eliminare il Server; '{server_name}' dalla lista?

source: Multiple servers active but none selected for preferences.
de: Mehrere Server aktiv, aber keiner für Einstellungen ausgewählt.
fr: Plusieurs serveurs actifs mais aucun sélectionné pour les préférences.
it: Multipli server attivi ma nessuno selezionato per le preferenze.

source: Failed to get connection for server preferences on {uri}.
de: Verbindung für Servereinstellungen auf {uri} konnte nicht hergestellt werden.
fr: Échec d'obtention de connexion pour les préférences serveur sur {uri}.
it: Fallito ottenimento connessione per preferenze server su {uri}.

source: Could not find object to display XML for.
de: Konnte Objekt zum Anzeigen von XML nicht finden.
fr: Impossible de trouver l'objet dont afficher l'XML.
it: Impossibile trovare l'oggetto per visualizzare l'XML.

source: Error getting XML for {obj_type}: {error}
de: Fehler beim Abrufen von XML für {obj_type}: {error}
fr: Erreur lors de la récupération de l'XML pour {obj_type} : {error}
it: Errore nell'ottenere l'XML per {obj_type}: {error}

source: Could not find pool object to edit.
de: Konnte Pool-Objekt zum Bearbeiten nicht finden.
fr: Impossible de trouver l'objet pool à modifier.
it: Impossibile trovare l'oggetto pool da modificare.

source: Pool must be inactive to edit its XML definition.
de: Pool muss inaktiv sein, um seine XML-Definition zu bearbeiten.
fr: Le pool doit être inactif pour modifier sa définition XML.
it: Il pool deve essere inattivo per modificarne la definizione XML.

source: Error getting XML for pool: {error}
de: Fehler beim Abrufen von XML für Pool: {error}
fr: Erreur lors de la récupération de l'XML pour le pool : {error}
it: Errore nell'ottenere l'XML per il pool: {error}

source: Error updating pool XML: {error}
de: Fehler beim Aktualisieren der Pool-XML: {error}
fr: Erreur lors de la mise à jour de l'XML du pool : {error}
it: Errore nell'aggiornare l'XML del pool: {error}

source: Error toggling pool active state: {error}
de: Fehler beim Umschalten des Pool-Aktiv-Status: {error}
fr: Erreur lors du basculement de l'état actif du pool : {error}
it: Errore commutazione stato attivo pool: {error}

source: Error toggling pool autostart state: {error}
de: Fehler beim Umschalten des Pool-Autostart-Status: {error}
fr: Erreur lors du basculement de l'état autostart du pool : {error}
it: Errore commutazione stato avvio automatico pool: {error}

source: Invalid or non-existent path: {path}
de: Ungültiger oder nicht existierender Pfad: {path}
fr: Chemin invalide ou inexistant : {path}
it: Percorso non valido o inesistente: {path}

source: Error refreshing pool: {error}
de: Fehler beim Aktualisieren des Pools: {error}
fr: Erreur lors du rafraîchissement du pool : {error}
it: Errore aggiornamento pool: {error}

source: No storage pool exists for the directory: '{directory}'. Create a new pool named '{pool_name}'?
de: Kein Speicherpool existiert für das Verzeichnis: '{directory}'. Neuen Pool namens '{pool_name}' erstellen?
fr: Aucun pool de stockage n'existe pour le répertoire : '{directory}'. Créer un nouveau pool nommé '{pool_name}' ?
it: Nessun pool di storage esiste per la directory: '{directory}'. Creare un nuovo pool chiamato '{pool_name}'?

source: Could not determine the source pool.
de: Konnte den Quell-Pool nicht ermitteln.
fr: Impossible de déterminer le pool source.
it: Impossibile determinare il pool sorgente.

source: Move operation failed: {error}
de: Verschiebe-Operation fehlgeschlagen: {error}
fr: L'opération de déplacement a échoué : {error}
it: Operazione di spostamento fallita: {error}

source: Error getting network XML: {error}
de: Fehler beim Abrufen der Netzwerk-XML: {error}
fr: Erreur lors de la récupération de l'XML réseau : {error}
it: Errore ottenimento XML rete: {error}

source: Could not retrieve info for network '{network_name}'.
de: Konnte Info für Netzwerk '{network_name}' nicht abrufen.
fr: Impossible de récupérer les infos du réseau '{network_name}'.
it: Impossibile recuperare info per la rete '{network_name}'.

source: Error deleting network '{network_name}': {error}
de: Fehler beim Löschen von Netzwerk '{network_name}': {error}
fr: Erreur lors de la suppression du réseau '{network_name}' : {error}
it: Errore eliminazione rete '{network_name}': {error}

source: Are you sure you want to delete network: '{network_name}'
de: Sind Sie sicher, dass Sie das Netzwerk löschen wollen: '{network_name}'
fr: Voulez-vous vraiment supprimer le réseau : '{network_name}'
it: Sei sicuro di voler eliminare la rete: '{network_name}'

source: This network is currently in use by the following VMs: {vm_list}.
de: Dieses Netzwerk wird derzeit von den folgenden VMs verwendet: {vm_list}.
fr: Ce réseau est actuellement utilisé par les VMs suivantes : {vm_list}.
it: Questa rete è attualmente in uso dalle seguenti VM: {vm_list}.

source: Not connected to libvirt.
de: Nicht mit libvirt verbunden.
fr: Non connecté à libvirt.
it: Non connesso a libvirt.

source: Are you sure you want to delete storage pool: ' {pool_name}' This will delete the pool definition but not the data on it.
de: Sind Sie sicher, dass Sie den Speicherpool löschen wollen: ' {pool_name}' Dies löscht die Pool-Definition, aber nicht die Daten darauf.
fr: Voulez-vous vraiment supprimer le pool de stockage : ' {pool_name}' Ceci supprimera la définition du pool mais pas les données qu'il contient.
it: Sei sicuro di voler eliminare il pool storage: ' {pool_name}' Questo eliminerà la definizione del pool ma non i dati su di esso.

source: Volume '{volume_name}' deleted successfully.
de: Volume '{volume_name}' erfolgreich gelöscht.
fr: Volume '{volume_name}' supprimé avec succès.
it: Volume '{volume_name}' eliminato con successo.

source: Source Path and Target Path cannot be empty.
de: Quellpfad und Zielpfad dürfen nicht leer sein.
fr: Le chemin source et le chemin cible ne peuvent pas être vides.
it: Percorso Sorgente e Percorso Destinazione non possono essere vuoti.

source: Please select an interface and a network.
de: Bitte wählen Sie eine Schnittstelle und ein Netzwerk.
fr: Veuillez sélectionner une interface et un réseau.
it: Seleziona un'interfaccia e una rete.

source: Base name cannot be empty.
de: Basisname darf nicht leer sein.
fr: Le nom de base ne peut pas être vide.
it: Il nome base non può essere vuoto.

source: Invalid characters in suffix: {error}
de: Ungültige Zeichen im Suffix: {error}
fr: Caractères invalides dans le suffixe : {error}
it: Caratteri non validi nel suffisso: {error}

source: Number of clones must be a positive integer.
de: Anzahl der Klone muss eine positive Ganzzahl sein.
fr: Le nombre de clones doit être un entier positif.
it: Il numero di cloni deve essere un intero positivo.

source: Suffix is mandatory when creating multiple clones.
de: Suffix ist zwingend erforderlich, wenn mehrere Klone erstellt werden.
fr: Le suffixe est obligatoire lors de la création de plusieurs clones.
it: Il suffisso è obbligatorio quando si creano cloni multipli.

source: Snapshot name cannot be empty.
de: Schnappschuss-Name darf nicht leer sein.
fr: Le nom de l'instantané ne peut pas être vide.
it: Il nome dello snapshot non può essere vuoto.

source: QEMU Guest Agent not detected. It is recommended to pause the VM before taking a snapshot.
de: QEMU Guest Agent nicht erkannt. Es wird empfohlen, die VM zu pausieren, bevor ein Schnappschuss erstellt wird.
fr: Agent invité QEMU non détecté. Il est recommandé de mettre la VM en pause avant de prendre un instantané.
it: Agente Guest QEMU non rilevato. Si raccomanda di mettere in pausa la VM prima di fare uno snapshot.

source: Could not load networks: {error}
de: Konnte Netzwerke nicht laden: {error}
fr: Impossible de charger les réseaux : {error}
it: Impossibile caricare le reti: {error}

source: Cannot enable secure boot without a UEFI file selected.
de: Kann Secure Boot nicht ohne ausgewählte UEFI-Datei aktivieren.
fr: Impossible d'activer le secure boot sans fichier UEFI sélectionné.
it: Impossibile abilitare secure boot senza un file UEFI selezionato.

source: VM must be stopped to apply graphics settings.
de: VM muss gestoppt sein, um Grafikeinstellungen anzuwenden.
fr: La VM doit être arrêtée pour appliquer les paramètres graphiques.
it: La VM deve essere ferma per applicare le impostazioni grafiche.

source: VM must be stopped to apply RNG settings.
de: VM muss gestoppt sein, um RNG-Einstellungen anzuwenden.
fr: La VM doit être arrêtée pour appliquer les paramètres RNG.
it: La VM deve essere ferma per applicare le impostazioni RNG.

source: RNG device path cannot be empty.
de: RNG-Gerätepfad darf nicht leer sein.
fr: Le chemin du périphérique RNG ne peut pas être vide.
it: Il percorso del dispositivo RNG non può essere vuoto.

source: VM must be stopped to apply TPM settings.
de: VM muss gestoppt sein, um TPM-Einstellungen anzuwenden.
fr: La VM doit être arrêtée pour appliquer les paramètres TPM.
it: La VM deve essere ferma per applicare le impostazioni TPM.

source: Device path is required for passthrough TPM.
de: Gerätepfad ist für Passthrough-TPM erforderlich.
fr: Le chemin du périphérique est requis pour le passthrough TPM.
it: Il percorso del dispositivo è richiesto per TPM passthrough.

source: PCI passthrough not implemented yet.
de: PCI-Passthrough noch nicht implementiert.
fr: Le passthrough PCI n'est pas encore implémenté.
it: Passthrough PCI non ancora implementato.

source: Selected channel has no target name.
de: Ausgewählter Kanal hat keinen Zielnamen.
fr: Le canal sélectionné n'a pas de nom de cible.
it: Il canale selezionato non ha un nome target.

source: Error adding channel: {error}
de: Fehler beim Hinzufügen des Kanals: {error}
fr: Erreur lors de l'ajout du canal : {error}
it: Errore aggiunta canale: {error}

source: Error removing channel: {error}
de: Fehler beim Entfernen des Kanals: {error}
fr: Erreur lors de la suppression du canal : {error}
it: Errore rimozione canale: {error}
